{
  "Sự tích cây dừa": "Ngày xưa ở vùng đất nọ có gia đình nhà nghèo cảnh mẹ góa, con côi. Hai mẹ con ngày ngày cày thuê cuốc mướn cho tên địa chủ giàu có trong vùng, mà cảnh đói cơm thiếu áo vẫn xảy ra ngày một ngày hai. Đứa con gái ngày một lớn càng xinh đẹp nết na, bà mẹ ngược lại ngày một già nua, đau bệnh triền miên. Năm ấy, trời hạn nặng, cây cối héo úa, lúa ngoài đồng cháy khô. Gia cảnh mẹ con nhà ấy càng thảm não. Không còn gạo nấu cháo nuôi mẹ, cô gái bạo dạn đến gõ cửa nhà giàu. Vốn háo sắc, gả địa chủ rắp tâm chiếm đoạt cô. Hắn ra điều kiện:\n\n– Được rồi, ta có lòng thương người lắm, nay ta cho em mượn thúng gạo này về mà ăn. Trong ba tháng, nếu em không trả được gạo cho ta thì đến đây hầu hạ ta vậy.\n\nCô gái đội gạo về vừa khấp khởi bởi mẹ đã có cái ăn, vừa trĩu lòng vì món nợ đã vay, biết lấy đâu mà trả.\n\nHúp chén cháo xong, mẹ cô nghẹn ngào:\n\n– Mẹ không qua khỏi, con ráng mà giữ mình, làm thuê mướn cũng phải trả nợ cho người ta. Nghèo cho sạch, rách cho thơm con ạ!\n\nMấy hôm sau bà mẹ mất, cô gái khóc lóc thảm thiết. Hàng xóm kẻ ít người nhiều gom góp cho bà cụ được yên mồ yên mả. Ngày đêm, cô gái vật vả thảm thiết bên mộ mẹ hiền.\n\nKhông lâu sau, tên nhà giàu cho tay chân đến buộc cô gái về làm hầu hạ hắn. Cô gái gom hết những gì mình có đưa cho họ và hẹn xin được để tang mẹ xong sẽ qua trả lễ.\n\nMòn mõi, đau buồn, cô gái chưa thực hiện được lời hứa cũng đã nhắm mắt xuôi tay.\n\nMấy năm trôi qua, người ta phát hiện có một loài cây lá xòe mượt xanh như mái tóc của cô bé nhà nghèo nọ. Bẹ đỡ lá hình dáng như chiếc mũi xinh xắn của cô. Đặc biệt cây cho trái trên cao, nước trong vắt ngọt lịm, như tấm lòng thơm thảo trọng nghĩa nhân và giữ tiết sạch giá trong khi cô bé còn sống. Người ta đặt tên cho nó là cây dừa. Cây dừa mọc trong vườn nhà, luôn khắng khít bao đời với người nông dân từ đó.",
  "Chiếc hũ thần diệu": "Ngày xưa có hai anh em nhà kia, người anh nhờ buôn bán nên giàu có, em làm nghề đốn củi nên chỉ đắp đủ qua ngày. Tết đến, người em túng thiếu không tiền làm cỗ cúng ông bà, mới sang nhà anh nài nỉ, người anh chỉ thí cho một giò lợn luộc rồi đuổi về.\n\n        Người em mang chiếc giò lợn luộc đi ngang một cánh rừng, bỗng nghe tiếng rên rỉ thảm thương, liền tìm đến nơi thì thấy một lão tiều phu bị cây ngã đè qua chân nằm kêu la than khóc. Động mối từ tâm, người em khuân lấy cội cây bỏ đi nơi khác vào đỡ lão tiều phu dậy, định biếu chiếc giò lợn luộc cho ông đỡ lòng. Cảm lòng tốt của nguời em, lão tiều phu từ chối và bảo:\n\n      – Ta muốn đáp lại tấm lòng tốt của ngươi, vậy ngươi hãy đem chiếc giò lợn này đến cái động đá đằng kia để gặp các sơn thần, nếu họ đòi đổi giò heo lấy ngọc vàng thì ngươi đừng chịu, phải xin đổi cho được cái hũ sành. Đó là cái hũ thần ước gì được nấy, nhưng đừng nên tham lam, chỉ ước đủ dùng thôi và cần nhất phải giúp đỡ những người nghèo khó, khi nào vừa đủ thì phải hô to: “Đủ rồi” thì tự nhiên miệng hũ đóng lại.\n\n      Nghe lời dặn dò của lão tiều phu, người em tìm tới động đá, quả nhiên thấy rõ các vị sơn thần nhảy múa vui đùa. Lúc bấy giờ các vị sơn thần đánh hơi được mùi lợn quay nhìn lại thấy người em thập thò ngoài động đá liền gọi vào bảo đổi giò heo lấy vàng ngọc, người em nhất định không chịu, chỉ nhận đổi cái hũ sành. Rốt cuộc các sơn thần phải đem hũ sành đổi lấy giò heo.\n\n      Bấy giờ người em sung sướng đem cái hũ sành về nhà khoe với vợ. Rồi vợ chồng ước gì được nấy, chẳng mấy chốc vợ chồng người em trở nên giàu sang sung sướng, họ ước thêm vàng bạc rồi đem chia chác cho những người nghèo khó trong làng. Tiếng đồn người em có cái hũ thần loan ra khắp nơi, người anh liền tìm đến tận nhà để xem hư thật, quả đúng như lời thiên hạ đồn. Người anh động lòng tham bảo em đổi cái hũ sành lấy cả sản nghiệp của mình. Biết rằng người anh tham lam, nếu được cái hũ thần sẽ ham sự giàu sang quên điều nhân nghĩa, nên người em từ chối không chịu đổi chác với anh.\n\n      Tuy nhiên, người anh vẫn không bỏ qua giấc mộng làm chủ cái hũ sành, mới mưu mẹo, nhờ đứa ở của người em đánh cấp cái hũ thần rồi vợ chồng người anh trốn lên thuyền đi ra miền biển.\n\n      Giữa lúc đó người anh nghe các nơi thiếu muối nếu có nhiều muối đem bán chắc được nhiều tiền, nên đem hũ thần ra ước, muối từ trong hũ tràn ra như nước chảy, chẳng mấy chốc mà đầy cả thuyền. Ngặt vì người anh chỉ biết có lời ước được muối, còn lời ước cho nắp hũ đóng lại thì không biết, nên muối chảy hoài như nước tràn đê vỡ làm ngập cả thuyền rồi chìm luôn. Cả hai vợ chồng người anh đều chết đắm giữa biển khơi.\n\n      Vì không có ai biết ước nắp hũ thần đống lại, thành ra muối tuôn chảy khắp đai dương hòa tan trong nước, làm nước biển mặn như ngày nay.",
  "Em bé thông minh": "Ngày xưa có một ông vua sai một viên quan đi dò la khắp nước tìm người tài giỏi. Viên quan ấy đã đi nhiều nơi, đến đâu ông cũng ra những câu đố oái oăm để hỏi mọi người, nhưng tuy mất nhiều công mà chưa thấy có người nào thật lỗi lạc.\nMột hôm, viên quan đi qua một cánh đồng làng kia, chợt thấy bên vệ đường có hai cha con nhà nọ đang làm ruộng: cha đánh trâu cày, con đập đất. Ông bèn dừng ngựa lại hỏi:\n– Này, lão kia! Trâu của lão cày một ngày được mấy đường?\nNgười cha đứng ngẩn người ra chưa biết trả lời thế nào thì đứa con chừng bảy, tám tuổi nhanh miệng hỏi vặn lại quan rằng:\n– Thế xin hỏi ông câu này đã. Nếu ông trả lời được ngựa của ông đi một ngày được mấy bước tôi sẽ cho ông biết trâu của cha tôi cày một ngày được mấy đường.\nViên quan nghe nó hỏi lại như thế thì há hốc mồm sửng sốt, không biết đáp sao cho ổn. Ông thầm nghĩ, nhất định nhân tài ở đây rồi, chả phải tìm đâu mất công, bèn hỏi tên họ làng xã quê quán của hai cha con rồi phi ngựa một mạch về tâu vua.\nNghe nói, vua lấy làm mừng lắm. Nhưng, để biết đích xác hơn nữa, vua sai thử lại. Vua sai ban cho làng ấy ba thúng gạo nếp với ba con trâu đực, ra lệnh phải nuôi làm sao cho ba con trâu ấy đẻ thành chín con, hẹn năm sau phải đem nộp đủ, nếu không thì cả làng phải tội.\nKhi dân làng nhận được lệnh vua thì ai nấy đều tưng hửng và lo lắng không hiểu thế là thế nào. Bao nhiêu cuộc họp làng, bao nhiêu lời bàn tán, vẫn không có cách gì giải quyết cả. Từ trên xuống dưới, mọi người đều tin là tai vạ. Việc đến tai em bé con nhà thổ cày. Em liền bảo cha:\n– Chả mấy khi được lộc vua ban, bố cứ thưa với làng làm thịt hai trâu và đồ hai thúng gạo nếp để mọi người ăn một bữa cho sướng miệng. Còn một trâu và một thúng gạo, ta sẽ xin làng làm phí tổn cho bố con ta trẩy kinh lo việc đó.\n– Ðã ăn thì còn lo liệu thế nào? Ðừng có làm dại mà mất đầu đó con ạ!\nNhưng đứa con quả quyết:\n– Cha cứ mặc con lo liệu, thế nào cũng xong xuôi mọi việc.\nNgười cha vội ra đình trình bày câu chuyện. Cả làng nghe nói vẫn còn ngờ vực, bắt cha con phải làm giấy cam đoan, mới dám ngả trâu đánh chén.\nSau đó mấy hôm, hai cha con khăn gói tìm đường tiến kinh. Ðến hoàng cung, con bảo cha đứng ở ngoài, còn mình thì nhè lúc mấy tên lính canh vô ý, lẻn vào sân rồng khóc um lên. Vua sai lính điệu vào, phán hỏi:\n– Thằng bé kia, có việc gì? Sao lại đến đây mà khóc?\n– Tâu đức vua – em bé đáp – mẹ con chết sớm mà cha con thì không chịu đẻ em bé để chơi với con cho có bạn, cho nên con khóc. Dám mong đức vua phán bảo cha con cho con được nhờ.\nNghe nói, vua và các triều thần đều bật cười. Vua phán:\n– Muốn có em thì phải kiếm vợ khác cho bố mày, chứ bố mày là giống đực, làm sao mà đẻ được!\nEm bé bỗng tươi tỉnh:\n– Thế sao làng chúng con lại có lệnh trên bắt nuôi ba con trâu đực cho đẻ thành chín con để nộp đức vua? Giống đực thì làm sao mà đẻ được kia chứ!\nVua cười bảo:\n– Ta thử đấy thôi mà! Thế làng chúng mày không biết đem trâu ấy ra thịt mà ăn với nhau à?\nTâu đức vua, làng chúng con sau khi nhận được trâu và gạo nếp, biết là lộc của đức vua, cho nên đã làm cỗ ăn mừng với nhau rồi.\nVua và đình thần chịu chú bé là thông minh lỗi lạc. Nhưng vua vẫn còn muốn thử một lần nữa. Qua hôm sau, khi hai cha con đang ăn cơm ở nhà công quán, bỗng có sứ nhà vua mang tới cho một con chim sẻ, với lệnh bắt họ phải dọn thành ba cỗ thức ăn. Em bé bảo cha lấy cho mình một cái kim may rồi đưa cho sứ giả, bảo:\n– Phiền ông cầm lấy cái này về tâu đức vua xin rèn cho tôi thành một con dao để xẻ thịt chim.\nVua nghe nói, từ đó mới phục hẳn.\nLập tức, vua cho gọi cả hai cha con vào, ban thưởng rất hậu.\nHồi đó, có một nước láng giềng lăm le muốn chiếm bờ cõi nước ta. Ðể dò xem bên này có nhân tài hay không, họ sai sứ đưa sang một cái vỏ con ốc vặn rất dài, rỗng hai đầu, yêu cầu xâu một sợi chỉ mảnh xuyên qua đường ruột ốc.\nSau khi nghe sứ thần trình bày mục đích cuộc đi sứ, vua quan nhìn nhau. Không trả lời được câu đó oái oăm ấy tức là tỏ ra thua kém và thừa nhận sự thần phục của mình đối với nước láng giềng. Các đại thần đều vò đầu suy nghĩ. Có người dùng miệng hút. Có người bôi sáp vào sợi chỉ cho cứng để cho dễ xâu v.v… Nhưng, tất cả mọi cách đều vô hiệu, bao nhiêu ông Trạng và các nhà thông thái triệu vào đều lắc đầu bó tay. Cuối cùng, triều đình đành mời sứ thần ra ở công quán để có thì giờ đi hỏi ý kiến em bé thông minh nọ.\nKhi một viên quan mang dụ chỉ của vua đến thì em còn đùa nghịch ở sau nhà. Và khi nghe nói xâu chỉ vào vỏ ốc, em bé hát lên một câu:\n\nTang tình tang! Tính tình tang\nBắt con kiến càng buộc chỉ ngang lưng\nBên thời lấy giấy mà bưng\nBên thời bôi mỡ, kiến mừng kiến sang\nTang tình tang…\nRồi bảo:\n– Cứ theo cách đó là xâu được ngay!\nViên quan sung sướng, lật đật trở về tâu vua. Vua và các quan triều thần nghe nói thì mừng lắm. Quả nhiên con kiến càng đã xâu được sợi chỉ xuyên qua đường ruột ốc trước con mắt thán phục của sứ giả nước láng giềng.\nRồi đó, vua phong cho em bé làm Trạng nguyên. Vua lại sai xây dinh thự ở một bên hoàng cung cho em ở, để tiện hỏi han.",
  "Sự tích chị Hằng Nga": "Tương truyền, vào thời xa xưa, trên trời xuất hiện mười ông mặt trời, cùng chiếu xuống mặt đất nóng đến bốc khói, biển hồ khô cạn, người dân gần như không thể sống nổi. Chuyện này đã làm kinh động đến một anh hùng tên là Hậu Nghệ. Anh đã trèo lên đỉnh núi Côn Lôn, dùng thần lực giương nỏ thần bắn rụng chín ông mặt trời. Hậu Nghệ đã lập nên thần công cái thế, nhận được sự tôn kính và yêu mến của mọi người, rất nhiều chí sĩ mộ danh đã tìm đến tầm sư học đạo, trong đó có Bồng Mông là một kẻ tâm thuật bất chính.\nKhông lâu sau, Hậu Nghệ lấy một người vợ xinh đẹp, tốt bụng, tên là Hằng Nga, mọi người đều ngưỡng mộ đôi vợ chồng trai tài gái sắc này.\n\nMột hôm, Hậu Nghệ đến núi Côn Lôn thăm bạn, trên đường tình cờ gặp được Vương mẫu nương nương đi ngang qua, bèn xin Vương mẫu thuốc trường sinh bất tử. Nghe nói, uống thuốc này vào, sẽ lập tức được bay lên trời thành tiên. Nhưng Hậu Nghệ không nỡ rời xa vợ hiền, đành tạm thời đưa thuốc bất tử cho Hằng Nga cất giữ. Hằng Nga cất thuốc vào hộp đựng gương lược của mình, không ngờ đã bị một học trò tên là Bồng Mông nhìn thấy.\n\nBa ngày sau, Hậu Nghệ dẫn học trò ra ngoài săn bắn, Bồng Mông với tâm địa xấu xa đã giả vờ lâm bệnh, xin ở lại. Đợi Hậu Nghệ dẫn các học trò đi không lâu, Bồng Mông tay cầm bảo kiếm, đột nhập vào hậu viện, ép Hằng Nga phải đưa ra thuốc bất tử, trong lúc nguy cấp Hằng Nga đã vội vàng mở hộp gương lược, lấy thuốc bất tử ra và uống hết. Hằng Nga uống thuốc xong, thấy người bỗng nhẹ rời khỏi mặt đất, hướng về cửa sổ và bay lên trời. Nhưng do Hằng Nga còn nhớ chồng, nên chỉ bay đến mặt trăng là nơi gần với nhân gian nhất rồi trở thành tiên.\n\nTối hôm đó, khi Hậu Nghệ về đến nhà, các thị nữ vừa khóc vừa kể lại câu chuyện xảy ra lúc sáng. Trong lúc đau khổ, Hậu Nghệ đã ngửa cổ lên trời đêm gọi tên vợ hiền. Khi đó, anh kinh ngạc phát hiện ra, trăng hôm nay đặc biệt sáng ngời, mà còn có thêm một bóng người trông giống Hằng Nga. Hậu Nghệ vội sai người đến hậu hoa viên nơi Hằng Nga yêu thích, lập bàn hương án, đặt lên đó những món ăn và trái cây mà bình thường Hằng Nga thích ăn nhất, để tế Hằng Nga nơi cung trăng đang nhớ đến mình.\n\nSau khi mọi người nghe tin Hằng Nga lên cung trăng thành tiên nữ, đều đã lần lượt bày hương án dưới ánh trăng, cầu xin Hằng Nga tốt bụng ban cho may mắn và bình an. Từ đó, phong tục “bái nguyệt” vào tết trung thu được truyền đi trong dân gian.",
  "Sự tích ngày và đêm": "Ngày xửa ngày xưa, Mặt Trăng, Mặt Trời và Gà Trống cùng sống với nhau trên trời. Mặt Trăng mặc cái áo màu trắng, Gà Trống đội một chiếc mũ màu đỏ. Mặt Trăng thích cái mũ đỏ của Gà Trống lắm. Một hôm, Mặt Trăng nói với Gà Trống:\n\n– Chúng mình đổi áo và mũ cho nhau nhé!\n\nGà Trống đáp:\n\n– Tớ không thích cái áo màu trắng của cậu. Tớ không đổi mũ lấy áo đâu!\n\nMặt Trăng cứ gạ đổi mãi nhưng Gà Trống nhất định không chịu. Mặt Trăng liền giật mũ của Gà Trống và vứt xuống đất. Gà Trống vội bay xuống đất để nhặt mũ. Nhưng Mặt Đất tối đen nên Gà Trống không tìm thấy mũ. Gà Trống sực nhớ tới Mặt Trời, Gà Trống liền ngửa cổ lên trời và cất tiếng gọi:\n\nMặt Trăng mặc cái áo màu trắng, Gà Trống đội một chiếc mũ màu đỏ.\n\n– Mặt Trời ơi! Mặt Trời ơi!\n\nMặt Trời vội vén màn mây nhìn xuống dưới đất. Những tia nắng rực rỡ tỏa sáng khắp nơi. Nhờ có ánh nắng Mặt Trời chiếu xuống, Gà Trống nhìn thấy cái mũ đỏ của mình mắc trên một cành cây. Gà Trống sung sướng bay lên cây để lấy chiếc mũ và đội lên đầu.\n\nGà Trống định bay về trời nhưng vì quá mệt nên không đủ sức cất cánh bay lên nữa. Gà Trống cất tiếng gọi:\n\n– Mặt Trời ơi! Kéo tớ lên với!\n\nNhưng Mặt Trời không thể kéo Gà Trống lên được. Mặt Trời đành an ủi Gà Trống:\n\n– Gà Trống ơi! Bạn hãy ở lại dưới mặt đất vậy. Buổi sáng sớm bạn hãy gọi “Ò ó o…! Mặt trời ơi!”, tôi sẽ thức dậy và trò chuyện với bạn nhé!\n\nTừ đó trở đi, Gà Trống luôn dậy sớm và cất tiếng gáy “ò ó o” để đánh thức Mặt Trời dậy. Ở tít trên cao, Mặt Trời với gương mặt hồng hào tròn trịa, mỉm cười nhìn Gà Trống. Muôn loài hoa đua nở, khoe sắc màu rực rỡ. Cây lá cũng mở bừng mắt reo vui chào đón ánh Mặt Trời. Người ta gọi lúc đó là ngày.\n\nCòn Mặt Trăng thì cảm thấy rất hối hận và xấu hổ vì đã đối xử không tốt với bạn Gà Trống. Vì thế, Mặt Trăng cứ đợi đến khi Mặt Trời lặn xuống phía bên kia rặng núi, Gà Trống lên chuồng đi ngủ mới dám xuất hiện. Người ta gọi lúc Mặt Trăng tỏa những tia sáng dịu dàng, yếu ớt gọi là đêm.",
  "Ai mua hành tôi, thời thương tôi với": "Ngày xưa ba anh em nhà kia, nghèo quá, nghèo đến nỗi bố chết, không góp đủ tiền mua nỗi chiếc áo quan cỗ tạp.\nBa anh em phải bó di hài bố vào trong một cái chiếu cũ rồi chờ tối khuya mới dám đốt đuốc vác mai khiêng bố ra đồng, vì chôn ban ngày ban mặt sợ làng xóm trông thấy người ta chê cười.\nTha ma thì xa, mà ba anh em thì cùng đói cơm, gầy còm, ốm yếu nên đi được một quãng lại phải đặt bố xuống để thở.\nMột lát sau, anh Cả khiêng đằng đầu vui mừng bảo anh Hai và anh Ba:\n– Thầy linh thiêng quá, hai chú ạ, thầy thấy chúng ta yếu dú nên nhẹ bỗng hẳn đi, tôi tưởng như khiêng chiếu không thôi, chú ạ.\nAnh Hai khiêng đằng chân cũng cười, nói:\n– Ờ nhỉ, như không có gì nữa, bác ạ.\nCòn người em út cầm đuốc thì chẳng nói gì, cứ việc nhẩn nha rọi đường cho hai anh đi.\nKỳ thực thì không phải vì người chết linh thiêng mà vì cái thây đã rơi tụt xuống đất từ lúc nào, nhưng hai người khiêng mệt nhọc quá nên chẳng biết gì cả.\nThế rồi ba anh em đi đến tha ma đào huyệt chôn bố nghĩa là chôn cái chiếu không có xác bố nằm trong.\nLúc trở về, một cơn gió mạnh làm tắt mất đuốc. Nhưng không sao, đường trong làng ba anh em đã quen thuộc lắm, lần mò mà đi cũng được. Bỗng người em út vấp phải một vật răn rắn, bèn cúi xuống sờ soạng rồi kêu to bảo hai anh:\n– Cái thây ma hai anh ạ. Lạnh quá đi mất thôi.\nHai anh cùng xuống rờ:\n– Ơ, cái thây ma thực?\nGiá đuốc không tắt thì ba người đã nhận thấy cái thây ma đó chính là bố mình.\nAnh Cả ngậm ngùi bảo hai em:\n– Chả biết ai mà lại chết đường chết xá thế này nhỉ!\nAnh Hai cũng buồn rầu nói:\n– Chắc người ta ngộ gió, xa cửa xa nhà nên mới chết bỏ xác ở giữa đường như thế này.\nAnh Ba bàn:\n– Thương hại quá nhỉ! Hay anh em ta chôn làm phúc?\n– Phải đấy! Chôn làm phúc.\nTức thì ba anh em xúm lại khiêng cái tử thi, rồi chôn vùi ở một cái gò nhỏ bên đường.\nChiều hôm sau ba anh em ra đồng viếng mộ thấy mả bố vẫn dẹt đét, còn mả của ai bên đường không biết thì mối xông đùn lên cao ụ. Ba người cũng không ngờ rằng đó là mả mình chôn làm phúc tối hôm trước vì đêm khuya không đèn không đóm chôn vội chôn vàng thì sáng ra còn nhớ chỗ nào vào chỗ nào nữa…\nĐêm hôm ấy anh Cả thấy con rồng vàng về báo mộng rằng:\n-“ Ông Cả ơi! Ông để nhầm mả bố ông vào chính giữa hàm tôi, làm tôi đau lắm không chịu được. Tôi van ông, ông chạy đi nơi khác cho. Tôi có bao nhiêu vàng bạc xin biếu ông tuốt, để đền ơn ông.\nSáng dậy anh Cả thấy gian nhà chật hẹp của mình đầy ních những thỏi vàng, thỏi bạc sáng nhoáng. Anh ta vội vàng cất ráo cả đi vào một nơi kín, rồi xăm xăm ra đồng chạy mả bố nhích sang một bên. Anh ta không bàn với anh em, sợ chúng hỏi vặn vì cớ gì mộ cha vừa yên đã chạy ngay như thế. Giấu diếm không xong, mà nói thật lại phải chia bạc cho hai em, rất là không nên.\nNhưng đêm hôm sau, con rồng vàng lại về báo mộng cho anh Hai, vì thật ra anh Cả đã chạy mả bố đâu, anh chỉ mới chôn lại cái chiếu mà anh tưởng có gói thây bố mình. Con rồng vàng về báo mộng rằng:\n-“ Ông Hai ơi, ông để nhầm mả bố ông vào chính giữa hàm tôi, làm tôi đau lắm không chịu được. Tôi van ông, ông chạy đi nơi khác cho. Tôi hết cả vàng bạc rồi chỉ còn kim cương châu báu thôi, tôi xin biếu ông tuốt để đền ơn ông.”\nSáng sớm anh Hai mở bừng mắt nhìn ra thấy chói lòe, vì gian nhà chật hẹp, tồi tàn của anh có đầy ánh hào quang rực rỡ tưng bừng của kim cương, châu báu. Anh ta vội cất ráo cả đi vào một nơi thật kín rồi hấp tấp chạy ra đồng đào phắt mả bố lên chôn xích cái chiếu sang một bên, cũng như anh Cả, anh ta tưởng cái chiếu ấy có gói thi thể bố mình ở trong.\nXong xuôi, anh ta trở về nhà hí hửng mừng thầm định bụng sẽ bán kim cương châu báu đi để tậu ruộng thật nhiều, dựng nhà thực đẹp thực to.\nĐến lượt anh Ba thấy con rồng vàng về báo mộng vì mả chưa chạy thì hàm nó còn đau. Nó báo mộng rằng:\n– “Ông Ba ơi, ông để nhầm mả bố ông vào chính giữa hàm tôi, làm tôi đau đớn lắm không chịu được. Tôi van ông, ông chạy đi nơi khác cho. Tôi hết cả vàng bạc, kim cương, châu báu rồi, chỉ còn mỗi một lọ nước này tôi xin biếu để đền ơn ông. Nước trong lọ quí lắm đấy, sau này ông sẽ dùng được nhiều việc rất lạ.”\nSáng dậy anh Ba không thấy gian nhà chật hẹp tồi tàn của mình đầy ních những thỏi vàng thỏi bạc sáng nhoáng hay rực rỡ tưng bừng ánh kim cương, châu báu. Anh ta chỉ thấy ở giữa nhà có cái lọ sành đóng nút. Bèn đến mở nút ghé mũi ngửi thì, giời ơi! Mùi thơm sực nức xông ra khắp nhà, lại văng vẳng trong mùi thơm có tiếng đàn tiếng địch véo von réo rắt. Anh ta đậy vội nút lại, tức thì tiếng âm nhạc ngừng bặt.\nAnh Ba mỉm cười lẩm bẩm:\n– Nước quái gì mà lại biết đàn biết hát thế này! Hãy cất đi đã vì con rồng vàng nó bảo sau này dùng được nhiều việc.\nAnh ta bèn đặt lọ nước vào cái quang treo lên xà nhà rất là cẩn thận. Rồi nhớ đền lời con rồng vàng nhờ giúp, anh ta vác mai đến bãi tha ma để chạy nhích mả bố ra khỏi hàm nó chẳng nó kêu đau tội nghiệp!\nNhưng cũng như hai anh trước, anh Ba chỉ chôn lại cái chiếu, còn mả bố thì vẫn táng ở hàm con rồng như cũ.\nTrong khi anh Ba đi chạy mộ cho cha, thì chị Ba ở ngoài về, trông thấy cái lọ treo lủng lẳng trên xà nhà. Chị ta bật cười nói một mình:\n– Lẩm cẩm quá đi mất thôi! Chẳng biết lọ gì mà nó treo lên đây thế này?\nBèn lấy xuống mở nút, rồi chẳng buồn ghé mũi ngửi, chẳng kịp lưu ý đến tiếng địch bay ra, chị ta vội rút tay ra nguyền rủa:\n– Rõ nỡm ở đâu á! Tưởng có gì lạ, té ra đựng rặt nước mưa là nước mưa, mà lạnh chết đi được.\nNhưng chị Ba kinh ngạc nhìn bàn tay cổ tay trắng muốt như mới lột da!\n– Ôi, nước gì quí thế này!\nChị ta vui sướng quá, bê tấp lọ nước ra sau nhà rồi tắm gội kỳ cọ từ đầu đến chân. Tức thì chị ta trở nên một nàng tiên lộng lẫy, da trắng như ngà, tóc óng như mây, mắt phượng mày ngài, chân tay nhỏ nhắn xinh xẻo.\nLiền đấy có một luống hành. Những cây hành được nước tắm ở mình của chị Ba chảy vào gốc, lớn vụt ngay lên, lá dài bằng đòn gánh, củ to bằng cái bình vôi.\nAnh Ba ở tha ma về thấy mất lọ nước quý lại nghe có tiếng bì bõm ở sau nhà, liền chạy ra xem. Lúc ấy chị Ba vừa dốc cạn lọ nước. Anh Ba toan mắng vợ nhưng nhìn thấy vợ xinh đẹp quá anh ta lại thôi.\nTừ đấy, anh ta chỉ suốt ngày ngồi ngắm nghía vợ chẳng thiết đi làm ruộng, làm nương để kiếm ăn nữa. Vợ trách móc mãi anh ta mới chịu vác cuốc vác cày ra đồng. Nhưng chốc chốc anh ta lại quay về nhà ngắm vợ, chẳng làm nên khoai nên ngô gì cả.\nVợ giận vợ khóc. Anh đâm hoảng, bèn nghĩ ra một cách: anh ta lấy một cái mo cau trát vôi thực trắng, thực mịn rồi vẽ dung nhan vợ lên tranh. Khi ra đồng làm lụng, anh ta cầm cái mo cau ở bên cạnh để mà ngắm nghía ảnh vợ cho đỡ nhớ.\nQua một tháng, vợ mỗi ngày một đẹp thêm, mà cây hành mỗi ngày một lớn hơn. Vợ với hành, anh ta cho là cái khoái nhất trên đời.\nMột hôm, anh ta đương trồng ngô, thấy một con quạ cứ sán lăn đến bới, để nhặt những hạt anh ta vừa mới vùi. Anh ta tức mình quá cầm viên gạch lia trúng chân quạ. Nó đau quá kêu ầm lên và bay đi mất. Anh Ba đắc chí cười ha hả. Nhưng chỉ lát sau, con quạ trở lại liền bay xả xuống cướp cái mo của anh Ba: nó đã lập tâm trả thù anh.\nMà nó trả thù được thực. Nó bay tít đến kinh đô, liệng hai, ba vòng trên cung điện nhà vua, rồi chờ khi vua ra sân rồng, nó bỏ rơi cái mo cau xuống. Vua nhặt lên xem thấy có họa dung nhan một người đàn bà cực kỳ xinh đẹp, thì lấy làm kinh ngạc, tấm tắc khen thầm: “Quái! Sao có người đẹp đến thế này!”\nVua bèn hạ lệnh cho đòi thợ truyền thần vào cung để vẽ lại hình người đàn bà đẹp lên trên một trăm cái mo cau khác, rồi giao cho một trăm sứ giả mang theo đi khắp trong nước để tìm cho bằng được người ấy rước về làm cung phi mới nghe.\nChẳng bao lâu sứ giả hỏi thăm lần được nhà anh Ba và bắt nghiến chị Ba đem về dâng vua. Vua sung sướng, cất ngay chị Ba lên chức Tây cung hoàng hậu rồi ban yến tiệc cho bá quan văn võ trong suốt mấy ngày đêm.\nTrong khi ấy thì ở gian lều chật hẹp tồi tàn anh Ba nhớ vợ đẹp ngồi khóc y ỷ, chẳng thiết gì đến công việc đồng án nữa. Trông thấy những cây hành lá dài bằng đòn gánh củ to bằng bình vôi, anh ta càng khóc to, và anh ta nghĩ thầm: “Đem bán quách đi thôi, chứ để luống hành lại, mình chỉ tổ nhớ đến vợ!”\nAnh ta bèn xếp một gánh nặng trĩu tuy mỗi bên quang chỉ có năm củ hành thôi rồi quẩy đi rao bán:\n Dọc bằng đòn gánh\n Củ bằng bình vôi.\n Ai mua hành tôi\n Thời thương tôi với!\nRao mãi chẳng có ai mua, người thường ai dám dùng thứ hành ma quái ấy, anh ta bèn gánh đến kinh đô để bán.\nBấy giờ vợ anh ta đang ở trong cung. Tuy đã lên làm Tây cung hoàng hậu mà chị ta vẫn thường nhớ chồng cũ chẳng sao khuây khỏa được. Hôm mới bị bắt, chị ta gào khóc thảm thiết. Vua phải dỗ mãi chị ta mới nín. Nhưng từ đấy, chị ta như ngây như dại, như câm như điếc và cả ngày chẳng buồn hé môi dù chỉ để mỉm một nụ cười.\nVua thấy thế lấy làm khổ tâm lắm, vì ngài chỉ muốn được ngắm cái cười nghiêng thành của Tây cung hoàng hậu. Ngài đã sai sứ giả đi khắp trong nước bắt hết các vai hề có tiếng về làm trò để Tây cung hoàng hậu xem. Nhưng Tây cung hoàng hậu vẫn chẳng cười. Ngài bèn xuống chiếu truyền rằng:\n Trong bàn dân thiên hạ, bất cứ người nào hễ làm cho Tây cung hoàng hậu cười một tiếng thì tức khắc được cất lên chức thượng thư”.\nNgày hôm sau, ở khắp các nơi, từ thành thị cho chí thôn quê người ta kéo về kinh đô như nước chảy để tranh giành chức thượng thư. Vì không cần học rộng tài cao, sôi kinh nấu sử chỉ cốt làm hề khéo léo là được nhảy lên ngồi ghế thượng thư ngay thì ai mà không háo hức. Nghe đâu, trong bọn có cả mấy ông trưởng giả giàu xụ gánh tiền nghìn bạc vạn về kinh để toan chạy chọt vì họ tưởng chỉ đút lót quan thái giám trình Tây cung hoàng hậu cười cho một cái là mình thành thượng thư liền.\nSong không những Tây cung hoàng hậu vẫn không chịu cười mà nghe bọn kia làm trò hề, ngài lại càng bực mình thêm.\nGiữa lúc ấy, ở ngoài phố lanh lãnh có tiếng rao:\n Dọc bằng đòn gánh,\n Củ bằng bình vôi,\n Ai mua hành tôi,\n Thời thương tôi với.\nNhận được tiếng chồng, chị vợ sung sướng phá lên cười. Vua cùng văn võ bá quan kinh ngạc, bọn người dự thi trò hề đều thất vọng, thì thấy khi mình nhăn mặt nhăn mũi, khoa chân múa tay, hoàng hậu vẫn không nhích mép, thế mà đến lúc mình không làm gì cả thì tự nhiên ngài lại bật lên cười.\nVua truyền quân lính ra xem ai rao. Tức thì quân lính lôi anh Ba với gánh hành của anh ta vào. Vua mới bảo anh ta rằng:\n– Trẫm tốn biết bao công của mà vẫn không làm cho hoàng hậu cười được, nay ngươi chỉ rao mỗi một câu đủ khiến cho hoàng hậu cười rất to rất vui. Vậy ngươi có phép gì lạ thế, tâu ngay với trẫm rồi trẫm ban thưởng cho.\nAnh Ba đặt gánh tâu bày:\n– Bẩm đức vua, con cũng không biết tại sao bà hoàng hậu nghe con rao lại cười như thế.\nVua phán:\n– Vậy ngươi thử rao lại xem nào.\nAnh Ba vâng lời đặt gánh lên vai rao to:\n Dọc bằng đòn gánh,\n Củ bằng bình vôi,\n Dọc bằng đòn gánh,\n Củ bằng bình vôi,\nTức thì vợ anh ta lại cười, cười chảy cả nước mắt nước mũi ra. Và chị chàng chỉ trông thấy mặt chồng cũng đủ vui sướng cười ngất rồi, có cần gì phải chồng rao mới cười. Nhưng vua cứ tưởng củ hành to tướng kia có phép lạ, bèn bảo anh hàng hành:\n– Trẫm thử thay đổi quần áo với ngươi xem.\nRồi vua cởi áo trào, cởi xiêm rồng, tháo mũ vàng đưa cho anh Ba mặc và truyền anh Ba lên ngồi trên ngai cùng với Tây cung hoàng hậu, còn mình thì mặc bộ quần áo nâu của anh ta vào người, quẩy gánh hành của anh ta lên vai rồi rao lớn:\nAi mua hành tôi,\nThời thương tôi với\nAi mua hành tôi,\nThời thương tôi với.\nAnh hàng hành nghe rao liền quát:\n– Tên nào dám hỗn hào gánh hàng vào bán trong cung điện nhà vua. Quân lính đâu đem chặt cổ nó cho ta.\nTiếng dạ ran. Quân lính kéo ồ vào điện anh hàng hành giả hiệu đem chém ngay trước sân rồng không kịp phân giải.\nThế là anh Ba lên làm vua, và vợ anh ta thì làm hoàng hậu.",
  "Ba cô tiên": "Ngày xửa ngày xưa, có một chú bé mặc dầu tuổi đã lên sáu nhưng chú vẫn bé tí ti, chú chỉ bé vỏn vẹn bằng ngón tay cái của mọi người. Chính vì vậy ai cũng gọi chú bé là chú bé tí hon.\n\nNhà chú bé tí hon rất nghèo, bố mẹ chú phải đi làm thuê làm mướn cho nhà địa chủ, họ phải làm quần quật từ sáng sớm đến tối mịt mà vẫn không có tiền để có một cuộc sống no đủ. Tí Hon nhìn thấy bố mẹ vất cả nên chú rất thương, chỉ muốn đi làm kiếm tiền để phụ giúp bố mẹ.\n\nMột hôm, Tí Hon nói với bố mẹ rằng chú muốn đi chăn trâu để phụ giúp bố mẹ. Bố mẹ tí hon thì thấy chú còn quá nhỏ, trong khi đó đàn trâu con nào cũng to lớn hơn chú gấp nhiều lần nên bố mẹ tí hon không cho chú đi trăn. Nhưng với sự năn nỉ kiên trì của Tí Hon thì bố mẹ chú cũng đành bằng lòng cho chú đi trăn thử.\n\nTí hon mặc dù nhỏ bé nhưng chăn trâu rất giỏi, chú không để con trâu nào ăn hại lúa ngô của bà con trong vùng, con nào con nấy cũng ăn no căng cả bụng. Cả làng ai nấy cũng đều khen Tí Hon. Nhà địa chủ cũng rất ưng Tí Hon chăn trâu.\n\nMột hôm, cánh đồng làng không còn cỏ, Tí Hon phải dắt trâu lên trên núi để cho trâu ăn cỏ. Đang chăn trâu thì Tí Hon thấy có một bông hoa hồng to bằng chiếc nón nở trên cành cây. Tí Hon dắt trâu tới gần cây đó rồi cậu leo lên tai trâu rồi khẽ chuyển sang cành cây vào leo vào giữa bông hoa. Vào bông hoa tí hon thấy rất ngạc nhiên và thích thú vì bên trong bông hoa có ba cô tiên người cũng bé tí hon như cậu, một cô áo xanh, một cô áo vàng còn cô còn lại thì mặc áo đỏ. Ba cô tiên thấy tí hon thì vui mừng hỏi han rồi đem bánh kẹo ngon cho Tí Hon ăn. Tí Hon chưa ăn ngay mà lại bỏ số bánh kẹo các cô cho vào túi, thấy lạ nên ba cô tiên hỏi:\n\n– Kẹo chúng tôi cho, sao Tí Hon không ăn ?\n\nTí hon đáp:\n\n-Tôi không ăn, tôi mang về cho bố mẹ tôi ăn, nhà tôi nghèo lắm, bố mẹ tôi thì vất vả, tôi thương bố mẹ tôi lắm.\n\nBa cô tiên cùng nói:\n\n-Tí Hon cứ ăn đi, chúng tôi còn nhiều kẹo bánh mà. Ăn xong chúng tôi sẽ giúp Tí Hon.\n\nMột lát sau, đợi trâu ăn no cỏ. Tí Hon và ba cô tiên nhỏ bé leo lên ngồi trên sừng trâu và cùng đàn trâu đi về làng. Về đến nhà Tí Hon, ba cô tiên thấy đúng như Tí Hon kể, nhà của cậu rất nghèo, gian nhà thì đổ nát hoang xơ, ba cô tiên bảo Tí Hon đi tìm bố mẹ của chú về.\n\nBa cô tiên cầm bút thần vẽ một đám ruộng to, trên ruộng là những bông lúa nở chín vàng ươm như màu nắng, cô tiên áo xanh thì vẽ rất nhiều quần áo thật đẹp. Vừa vẽ xong thì tất cả ruộng, lúa và quần áo đều biến thành thật.\n\nVừa lúc ấy Tí Hon và bố mẹ về đến nơi.\n\n-Ồ, nhà đẹp thế ? Ruộng của ai tốt thế ? Áo quần ai nhiều thế ?\n\nBa cô Tiên ở trong nhà bước ra chào bố mẹ Tí Hon và nói :\n\n-Chúng cháu làm giúp hai bác và Tí Hon đấy. Từ nay hai bác không nghèo nữa. Có ruộng cày, có nhà ở, có quần áo mặc. Rồi cô Tiên áo xanh lại cho Tí Hon một chiếc áo, mặc áo vào là lớn bỗng lên.\n\nBố mẹ Tí Hon mừng quá, quay lại định cám ơn thì ba cô Tiên đã biến thành ba con bồ câu trắng bay vù lên mây. Từ đấy, không ai trông thấy ba cô Tiên đâu nữa. Còn Tí Hon lúc này rất to lớn, khoẻ mạnh làm việc rất chăm chỉ, khéo léo chẳng kém gì ba cô Tiên hoa hồng.",
  "Ngọc Hoàng và người học trò nghèo": "Ngày xưa có anh học trò nghèo. Ban ngày anh phải đi làm mướn để có tiền đi học . Anh sống cực khổ tới năm 30 tuổi mà vẫn nghèo xác nghèo xơ.\n\nMột hôm, anh nghĩ: Ta nghe đồn ngoài biển Đông có hòn đảo Ngọc Hoàng Thượng Đế thường ngự xuống nghỉ ngơi. Ta phải tới đó gặp Ngài để khiếu nại mới được vì Ngài để ta nghèo lâu quá rồi.\n\nNgày hôm sau, anh khăn gói lên đường. Cuộc hành trình thật là vất vả gian lao. Chẳng bao lâu lương thực mang theo đã cạn hết, anh phải ghé vào một nhà bên đường xin ăn. Chủ nhà này là một người giầu có. Ông tử tế, cho đầy tớ dọn cơm mời anh ăn. Nghe anh nói đi gặp Ngọc Hoàng, người chủ nhà cho anh một số tiền đi đường và dặn:\n\n1- Nhân tiện nhờ cậu hỏi giúp Ngọc Hoàng cho tôi một việc. Suốt đời tôi không làm điều gì sai quấy. Vậy tại sao vợ chồng tôi chỉ có một đứa con gái mà nó lại bị câm ngay từ lúc mới sanh.\n\nAnh nhận lời rồi lên đường tiếp tục cuộc hành trình. Chẳng mấy chốc, số tiền tiêu hết, anh lại phải ghé vào một nhà xin giúp đỡ. Người chủ cũng dọn cơm cho anh ăn. Biết được mục đích chuyến đi của anh, ông ân cần lấy gạo tặng anh và nói:\n\n2- Nếu gặp Ngọc Hoàng, nhờ cậu hỏi hộ tôi một việc. Tôi có trồng một cây cam trước nhà. Cành lá thì um tùm xanh tươi, mà tại sao cam không bao giờ có quả.\n\nAnh nhận lời rồi ra đi. Anh đi mãi mới tới được bờ biển. Nhìn ra ngoài đại dương bao la, không thấy bóng một con tàu, anh cảm thấy chán nản. Bỗng chốc một con rùa to lớn từ dưới nước ngoi lên. Rùa nói với anh:\n\n– Trèo lên lưng tôi đi! Tôi sẽ đưa cậu ra tận đảo gặp Ngọc Hoàng.\n\n3- Nhân tiện cậu làm ơn hỏi Ngọc Hoàng dùm tôi tại sao tôi ở đây đã một ngàn năm mà vẫn còn sống kiếp rùa không thay đổi đi.\n\nĐợi cho người học trò bước xuống, rùa phăng phăng rẽ sóng bơi đi. Chẳng bao lâu hòn đảo đã hiện ra trước mặt.\n\nAnh từ giã rùa rồi bước chân lên đảo. Gặp dẫy núi chắn ngang trước mặt, anh cố trèo lên tới đỉnh rồi ngồi xuống một gốc cây chờ đợi.\n\nVào một buổi sáng, đang lúc chờ đợi, anh bỗng thấy một luồng sáng chói lòa trên đỉnh núi. Sau đó Ngọc Hoàng từ vùng sáng khoan thai bước ra.\n\nAnh tiến đến trước mặt Ngọc Hoàng và hỏi ngay về việc rùa dặn. Nghe xong, Ngọc Hoàng nói:\n\n– Nó phải nhả viên ngọc ngậm trong miệng ra thì mới hóa kiếp được.\n\nAnh tiếp tục đem chuyện của người trồng cam ra kể. Ngọc Hoàng bảo:\n\n– Cam ấy không sinh quả vì dưới gốc nó có vàng.\n\nĐược thể, anh hỏi luôn số phận người con gái câm. Ngọc Hoàng trả lời:\n\n– Nó không nói được chỉ vì chưa gặp ông Trạng nào khai khẩu cho nó.\n\nSau cùng, anh định hỏi về việc mình, thì Ngọc Hoàng gắt:\n\n– Thật xui quá! Ta bỏ Thiên Đình xuống đây kiếm chút yên tĩnh, không ngờ lại bị bọn người trần đến quấy rầy.\n\nNói xong, Ngọc Hoàng cỡi mây bay về Trời. Người học trò đành ngậm ngùi quay gót. Ra tới biển, anh thấy rùa đã chờ sẵn. Trong lúc chở anh về đất liền, rùa hỏi:\n\n– Việc tôi thế nào?\n\nAnh trả lời:\n\n– Mày phải nhả hòn ngọc trong miệng ra thì mới hóa kiếp được.\n\nRùa nhả hòn ngọc ra biếu anh. Nó liền biến thành một con cá vàng xinh đẹp bơi lượn nhởn nhơ.\n\nAnh về tới nhà người trồng cam thì người chủ ra đón và hỏi:\n\n– Cậu hỏi Ngọc Hoàng cho tôi chưa?\n\nAnh trả lời:\n\n– Rồi. Dưới gốc cam có vàng. Đào vàng lên là cây cam của ông sẽ sinh trái.\n\nQuả vậy, người chủ nhà lấy cuốc đào lên được một hũ vàng. Ông mừng quá chia cho anh một nửa.\n\n4. Sau đó, anh lại tiếp tục lên đường. Anh về tới kinh đô đúng vào thời kỳ nhà vua đang tổ chức khoa thi kén Trạng Nguyên. Nhờ viên ngọc quí mang trong người, anh trở nên thông minh khác thường. Sẵn có vàng, anh liền ở lại mua lều chõng, sắm sửa kinh sách để dọn thi. Năm ấy anh đậu Trạng Nguyên và đứng đầu bảng vàng.\n\nÍt lâu sau, Trạng cưỡi ngựa vinh qui về làng. Lúc qua nhà người giầu. Trạng không quên lời hứa, dừng ngựa ghé vào thăm. Trạng chưa kịp cho ông chủ biết câu trả lời của Ngọc Hoàng thì cô con gái câm đã ra đón Trạng. Thấy Trạng, đột nhiên cô thốt lên thành lời.\n\nNgười cha mừng quá bèn gả con gái mình cho Trạng làm vợ.",
  "Cổ Tích Bốn Mùa": "Khi Mùa Xuân chuẩn bị ra đi thì Mùa Hè đến. Mùa Hè mang đến cho Mùa Xuân một bó hoa hồng rất đẹp và nói:\n–  Mùa Xuân ơi, hãy tin tôi, tôi thật lòng yêu em! Xin hãy ở lại với tôi, chúng ta sẽ cùng dạo chơi đến tất cả những nơi mà em muốn. \nNhưng! Mùa Xuân không yêu Mùa Hè và cô ra đi. Mùa Hè buồn lắm. Mùa Hè ốm, nhiệt độ lên cao. Mọi thứ xung quanh trở nên nóng bỏng…và cứ thế hè sang đỏ lửa!\n\nSau một thời gian, Mùa Thu đến, mang theo rất nhiều trái cây ngon. Mùa Thu rất yêu Mùa Hè. Cô không muốn Mùa Hè phải buồn.\n\n–  Mùa Hè ơi, đừng buồn nữa! Hãy ở lại với em. Em sẽ mang lại hạnh phúc cho anh, đừng đi anh nhé! \nNhưng! Với Mùa Hè, Mùa Xuân là tất cả và anh ra đi. Mùa Thu khóc, khóc nhiều lắm. Mọi thứ xung quanh trở nên ướt !\n\nThời gian rồi lại qua, Mùa Đông đến, mang theo cậu con trai của mình là Băng Giá. Những giọt nước mắt của Mùa Thu làm Băng Giá cảm thấy xao xuyến. Băng giá cảm thấy muốn đem lại hạnh phúc cho Mùa Thu:\n\n- Mùa Thu ơi, hãy ở bên tôi. Tôi sẽ xây cho em những lâu đài, những con đường bằng băng. Tôi sẽ hát cho em nghe những bài tình ca hay nhất. Hãy ở bên tôi Mùa Thu nhé! \n Không, Băng Giá ạ. Ở bên anh tôi sẽ luôn cảm thấy lạnh lẽo thôi! \nVà Mùa Thu ra đi. Băng Giá buồn! Gió thổi mạnh. Chỉ trong một đêm thôi, mọi thứ trở nên trắng xóa bởi tuyết.\n\nMùa Đông thấy con như vậy thì buồn lắm. Bà nói:\n–  Tại sao con không yêu Mùa Xuân? Cô ấy đã đến và hứa sẽ mang lại cho con hạnh phúc ! \n–  Không mẹ ơi, con không yêu Mùa Xuân. Chúng ta hãy rời khỏi đây được không Mẹ? \nVà họ ra đi….\n\nChỉ còn lại một mình Mùa Xuân. Cô khóc. Nhưng rồi, bất chợt Mùa Xuân nhìn ra xung quanh: Ôi tại sao mình phải khóc chứ? Mình còn rất trẻ và xinh đẹp nữa. Thời gian dành cho mình không nhiều. Tại sao mình không làm những việc có ý nghĩa hơn? \nVà mọi thứ chung quanh như sống lại: cây cối tươi xanh, ra hoa, đâm chồi, nảy lộc….\nPhải chăng chúng ta cứ luôn chạy theo những thứ mãi mãi không thuộc về mình, luôn đòi hỏi những gì không dành cho mình? Chúng ta cứ luôn đợi chờ, hi vọng, rồi buồn, rồi khóc. Có biết bao nhiêu người như thế? Và có bao nhiêu người như Mùa Xuân, nhận ra con đường phía trước….??",
  "Sự tích Hoa Trinh Nữ": "Thuở ấy, nhà nọ từng có hai kiếp đàn bà, cả hai kiếp đến lượt mình, đều chôn chân thờ chồng đi lính. Hai người đàn ông lần lượt ra đi, nhưng người về thì chỉ một. Người chiến binh dũng cảm ấy về làng trong tiếng tiền hô hậu ủng, xênh xang trong mũ áo vua ban và làm vẻ vang cho dòng họ. Nhưng khi đón chồng, người đàn bà thứ hai khóc thầm: Cân đai, mũ áo, bổng lộc vua ban… tất cả đều đẹp nhưng mái đầu ta và ông ấy tự lúc nào đã ngả sang màu sương!…\n\nVậy nên, kiếp đàn bà thứ ba vừa lọt lòng và nhoe nhoe khóc, thì cả bà, cả bố và mẹ cô bé chắp tay: Lạy Phật! Lại thêm một cái tội nữa. Nhưng lần này, chúng ta sẽ không gả nó cho bất kỳ một người lính nào đâu nhé. Hai đời, chúng ta đã đợi chờ đến bạc tóc, thế còn chưa đủ sao?.\n\nCô bé lớn lên mơn mởn như nụ hồng. Từ nhỏ đến lớn cả nhà không cho cô được nói chuyện với bất cứ một người lính nào để cô giữ lời nguyền thuở trước.\n\nMột buổi sáng, xa xa vẳng tới tiếng trống ngũ liên. Cô gái bước ra vườn, đến bên bờ giậu đẫm sương. Chàng trai nhà bên đang gấp gáp khăn gói lên đường. Vốn là đôi trẻ vẫn cũng nhau chơi trò đố lá, họ cùng nhìn nhau rồi cùng cúi mặt, lớp lông măng ngăm ngăm trên mép chàng trai khẽ rung. Tiếng trống thúc dồn. Chàng trai đánh bạo:\n\n– Thế… có chờ… không?\n\n– Sao không hỏi xem bông tầm xuân có nở trước khi mặt trời lên không? – Cô gái cắn môi, nước mắt lăn tròn trên má.\n\nVà thế là mặt chàng trai đỏ đến tận chân tóc. Lâng lâng như vừa được chắp cánh, chàng bấm bụng: Ta có thể ra đi, dù da ngựa bọc thây.\n\nCô gái trở vào, mắt ngấn nước và thẫn thờ như người ốm, trong tiếng trống ngũ liên xa xa thúc dồn. Vậy là cả nhà biết. Họ trách lẫn nhau, rồi hai người đàn bà ôm nhau khóc. Bà cô gái thắp ba nén hương khấn người chồng quá cố: Ông ơi! Có lẽ cháu ông đúng, bởi tôi nghiệm rằng, nếu bây giờ ông sống dậy, lại ra trận, thì tôi vẫn chờ ông. Ôi! Cái kiếp đàn bà!…. Mẹ cô gái nức nở: Chỉ tại mẹ thôi, chính mẹ đã truyền cho con dòng máu đợi chờ! Con làm sao khác được!. Ông bố cố gạt đi: Thì cũng phải có một đứa con gái nào đó chờ thằng bé ấy chứ, cũng như ngày xưa, trong căn nhà này bà chờ tôi vậy! Bây giờ, chỉ còn biết mong sao thằng bé ấy trở về!.\n\nNhưng thằng bé không sớm trở về. Chàng tân binh hăng hái giết giặc trong vài trận rồi ngôi sao chiếu mệnh mỉm cười với chàng ta, đấng quân vương vốn giỏi chọn người, vừa nhìn thấy chàng trai đã nhận ra ngay rằng đây là một tên lính hầu trung thành vô hạn. Thế là, ngài cho rút chàng trai về, ngày đêm cận kề bên ngài, một bước cũng không được rời xa. Khi còn giặc giã, vua cần chàng đưa vồng ngực vạm vỡ ra che làn đạn giặc, còn khi hết giặc, vua càng cần chàng hơn, để giữ gìn quyền uy tối hậu. Chàng là lưỡi kiếm trừng phạt tuyệt hảo, sẵn sàng giáng xuống đầu bất kỳ ai, theo lệnh đấng quân vương.\n\nĐã mười bảy năm rồi, cô gái chờ người lính ấy. Từ một thiếu nữ như nụ hoa chớm hé, nàng đã trở thành một cô gái quá lứa nhỡ thì. Bà nàng, rồi cha mẹ nàng theo nhau lần lượt trở về cõi Phật. Trước khi nhắm mắt, họ đều gọi con gái đến bên giường dặn dò: Mai ngày nếu sinh con gái. Cô gái lặng lẽ khóc khi bà và bố mẹ mất, lặng lẽ khóc khi người yêu của chúng bạn trở về hay tử trận và cuối cùng, lặng lẽ để tang người yêu năm xưa, vì đã mười mấy năm rồi, chàng biệt vô âm tín.\n\nThế rồi một buổi chiều có tiếng vó ngựa ghé sát bên thềm.\n\nBước xuống từ yên ngựa là một người đàn ông phong trần và nhìn mọi vật từ trên xuống qua ánh mắt lạnh lẽo như thép. Ngang lưng anh ta thắt chiếc đai vàng vua ban. Đó là phần thưởng sau khi anh ta lập được công đâm vào lưng người bạn cũ. Người bạn này đã cả gan ngăn vua khi ngài hạ lệnh chém một danh tướng. Ông này chỉ vì mắt kém mà trót dâng vua một quả táo bị sâu ăn. Sau bữa tiệc ngập máu ấy, vua đã cất nhắc anh ta và cho phép anh ta về thăm nhà sau mười mấy năm xa cách. Mười mấy năm qua, người lính đó vẫn không quên người yêu xưa. Giữa cuộc đời bụi bậm, giữa triều đình đầy mưu kế sâu độc, cô trinh nữ nhà lành cắn môi cố nuốt giọt nước mắt chia ly vẫn không mờ nhạt mà thật lạ kỳ, lại càng như vầng trăng xa thẳm gọi anh về.\n\nNgười con gái lỡ thì bước tới vài bước rồi sững lại. Nàng hoang mang tự hỏi, không biết đó có phải là chàng trai hàng xóm năm xưa rụt rè mãi mới dám hỏi: Thế… có chờ… không?. Nhưng khi người đàn ông ấy gọi tên nàng bằng giọng nói thân thuộc, nàng khóc, tiếng khóc nghe như ngàn mảnh thủy tinh rơi, vì nàng phải ...(truncated 41191 characters)...i. Mùa hè này anh không thể đến đây được, em ạ.\n\nBạch Tuyết hỏi:\n\n– Anh đi đâu, anh gấu thân yêu?\n\n– Anh phải vào rừng giữ của kẻo những thằng lùn tai ác ăn trộm mất. Mùa đông, khi đất có băng phủ, thì bọn lùn phải chịu ở dưới đất, không nhoi lên được, nhưng nay mặt trời sưởi mềm đất, thì chúng lại nhoi lên tìm cách ăn trộm của anh; cái gì đã vào tay chúng, chúng cất vào sào huyệt của chúng thì khó lòng mà lấy lại được.\n\nBạch Tuyết buồn rầu vì phải từ giã gấu. Lúc em mở then cửa cho gấu ra, gấu vướng phải móc cửa, hơi trầy da. Em nhìn thấy hình như có vàng sáng nhoáng dưới da gấu nhưng em không chắc lắm. Gấu rảo bước rồi khuất bóng sau rừng.\n\nCách đấy ít lâu, mẹ sai hai con gái vào rừng kiếm củi. Hai em trông thấy một cái cây to ai đã hạ xuống và có vật gì nhảy nhót hết chỗ này đến chỗ kia trong đám cỏ gần gốc cây. Hai em lại gần, nhận ra một thằng lùn, mặt già khọm, bộ râu bạc dài vướng vào keo cây, nhảy nhót như một chó con bị xích, không sao thoát được. Nó quắc đôi mắt đỏ ngầu nhìn hai em, thét rằng:\n\n– Sao chúng bay cứ đứng đực đấy ra mà nhìn, không đến cứu tao?\n\nHồng Hoa hỏi:\n\n– Bác đã làm gì đến nỗi thế?\n\nThằng lùn đáp:\n\n– Đồ ngu, mày lại còn thóc mách, tao muốn bổ cây này lấy củi nhỏ đun bếp. Tao không dùng củi to, củi to làm cháy mất món ăn. Chúng tao ăn nhỏ nhẻ chứ đâu có ngốn như đồ tham ăn tục uống chúng mày. Tao đã chêm nêm được rồi, nhưng không ngờ nêm trơn quá, thình lình tuột ra mất. Gỗ ập lại nhanh như chớp, tao không kịp rút chòm râu bạc đẹp đẽ ra, nên tao bị giam ở đây. Thế mà chúng bay còn cười, đồ nhãi còn hơi sữa, đồ ngu ngốc không biết xấu mặt.\n\nHai em cố hết sức giúp thằng lùn nhưng không thể gỡ râu nó ra được. Hồng Hoa nói:\n\n– Để tôi đi gọi người đến.\n\nThằng lùn hộc lên:\n\n– Đồ điên! Ai cần? Có hai chúng mày đã là quá lắm rồi. Chúng bay không nghĩ ra cách gì khác nữa à?\n\nBạch Tuyết nói:\n\n– Bác đừng sốt ruột, tôi sẽ có cách cứu bác.\n\nRồi em lấy kéo nhỏ ở túi ra, cắt ngọn râu thằng lùn. Được thoát nạn, nó đi lấy một cái bị đầy vàng ở đám rễ cây và càu nhàu:\n\n– Đồ mất dạy! Chúng bay cắt mất một mẩu râu đẹp của ông. Quỉ sứ sẽ làm tội chúng mày.\n\nRồi nó đeo bị vàng lên vai, đi thẳng, không thèm nhìn hai em.\n\nSau đó ít lâu, Bạch Tuyết và Hồng Hoa đi câu cá ăn. Khi đến gần bờ suối, hai em trông thấy cái gì như một con châu chấu to đang muốn nhảy nhót như muốn đâm xuống nước. Hai em chạy lại thì nhận ra thằng lùn trước. Hồng Hoa hỏi:\n\n– Bác làm sao đây? Bác muốn nhảy xuống suối à?\n\nThằng lùn gào lên:\n\n– Tao đâu có ngu thế. Mày mở mắt ra mà trông, con cá khốn nạn này nó muốn lôi tao xuống sông đấy.\n\nNguyên thằng lùn đang ngồi câu cá, bỗng không may bị gió cuốn râu mắc vào dây câu. Một con cá to cắn câu, thằng lùn yếu sức không lôi nổi con cá lên, con cá khỏe hơn kéo thằng lùn xuống. Nó bám lấy cỏ lấy sậy, nhưng không ăn thua. Lúc nó sắp bị cá lôi xuống thì hai em đến kịp, giữ được nó lại. Hai em gỡ cho râu nó, nhưng không ăn thua, vì râu cuốn chặt vào dây câu. Chỉ còn cách là lấy kéo cắt một đoạn râu nữa. Thằng lùn thấy thế kêu om lên:\n\n– Đồ ranh con! Chúng bay làm nhơ nhuốc mặt người ta thế à! Ở đằng kia, chúng bay đã cắt râu tao, bây giờ chúng bay lại cắt đoạn râu đẹp nhất của tao, làm tao không dám để anh em trông thấy mặt nữa. Tao cầu cho chúng bay phải chạy cho đến mòn gót giầy.\n\nRồi nó đi lấy túi ngọc trai để trong đám sậy và không nói thêm nửa lời, lẩn sau một hòn đá.\n\nCách đó ít lâu, mẹ sai hai con gái ra tỉnh mua kim chỉ và băng. Con đường qua một bãi hoang rải rác có những tảng đá to. Hai cô bé thấy một con chim to liệng trên đầu mình hồi lâu, rồi xà xuống bên một tảng đá. Tức thì có tiếng kêu oe óe thảm thiết. Hai cô chạy đến thì sợ quá vì thấy con phượng hoàng đã quặp chặt lấy thằng lùn mà hai cô đã nhẵn mặt. Chim định tha nó đi. Hai cô bé níu chặt lấy thằng lùn, co kéo mãi làm cho con chim phải buông mồi ra. Nhưng khi hết sợ thì thằng lùn lại nhè mồm ra mắng hai em:\n\n– Đồ chúng bay vụng quá, không biết nhẹ tay hơn một chút. Kéo mạnh quá làm cho chiếc áo mỏng của người ta rách tan tành như thế này à.\n\nRồi nó cắp túi ngọc của nó, len lỏi qua đá vào hang. Hai em đã quen với thói bạc bẽo của nó rồi nên không để ý, lên đường ra tỉnh mua bán.\n\nLúc trở về, hai em lại qua bãi hoang, thì bắt gặp thằng lùn đang đổ những viên ngọc ra một chỗ đất sạch, vì nó không ngờ có người đi qua đó muộn thế. Dưới ánh nắng chiều hôm, ngọc lóng lánh muôn sắc. Hai em đứng lại xem. Thằng lùn mắng:\n\n– Chúng bay đứng đực ra đấy làm gì?\n\nMặt nó vốn bềnh bệch nay đỏ lên vì tức giận. Nó toan chửi rủa nữa thì bỗng có tiếng gầm gừ kinh hồn, rồi một con gấu đen ở rừng đi ra. Thằng lùn hoảng hồn chồm dậy, định trốn về hang, nhưng không kịp vì gấu đã tới ngay bên. Nó sợ quá van lạy gấu:\n\n– Lạy ngài, xin ngài tha cho con, con sẽ biếu tất cả châu báu của con là những viên ngọc đẹp kia. Xin ngài để cho con sống, ngài ăn thịt kẻ nhỏ bé gầy gò như con thật chẳng bõ dính mồm. Ngài xơi thịt hai con ranh kia thì hơn: thịt chúng mềm như thịt cun cút vậy.\n\nNhưng gấu không biết nghe, tát cho thằng quái gian ác một cái chết tươi. Hai cô bé chạy trốn, nhưng gấu bảo:\n\n– Bạch Tuyết, Hông Hoa ơi, đừng sợ, chờ anh đi cùng với.\n\nHai em nhận ra tiếng gấu bèn đứng lại. Khi gấu đến gần hai em thì bộ lông gấu bỗng rơi xuống, gấu biến thành một chàng thanh niên đẹp trai mặc áo toàn vàng. Chàng nói:\n\n– Anh là hoàng tử. Thằng lùn kia đã lấy của cải của anh, rồi phù phép cho anh hóa ra gấu, phải lang thang trong rừng cho đến khi nó chết mới được giải thoát. Thế là ác giả ác báo.\n\nBạch Tuyết lấy Hoàng tử và Hồng Hoa lấy em hoàng tử. Rồi bốn người chia nhau của cải thu thập được ở trong hang thằng lùn. Bà mẹ già sống lâu, yên vui gần con cái. Bà đem hai cây hồng, trồng trước cửa sổ. Năm nào, hai cây cũng ra hoa trắng, hoa đỏ rất đẹp.",
  "Sự tích người mẹ": "Ngày xưa, khi tạo ra người Mẹ đầu tiên trên thế gian, ông Trời đã làm việc miệt mài suốt sáu ngày liền, quên ăn quên ngủ mà vẫn chưa xong việc.Thấy vậy một vị thần bèn hỏi: Tại sao ngài lại mất quá nhiều thời giờ cho tạo vật này?\nÔng Trời đáp: Ngươi thấy đấy. Đây là một tạo vật cực kì phức tạp gồm hơn hai trăm bộ phận có thể thay thế nhau và cực kì bền bỉ, nhưng lại không phải là gỗ đá vô tri vô giác. Tạo vật này có thể sống bằng nước lã và thức ăn thừa của con, nhưng lại đủ sức ôm ấp trong vòng tay nhiều đứa con cùng một lúc. Nụ hôn của nó có thể chữa lành mọi vết thương, từ vết trầy trên đầu gối cho tới một trái tim tan nát. Ngoài ra ta định ban cho vật này có sáu đôi tay\nVị thần nọ ngạc nhiên: Sáu đôi tay? Không thể tin được!. Ông Trời đáp lại: Thế còn ít đấy. Nếu nó có ba đôi mắt cũng chưa chắc đã đủ. Vậy thì ngài sẽ vi phạm các tiêu chuẩn về con người do chính ngài đặt ra trước đây, vị thần nói.\nÔng Trời gật đầu thở dài: Đành vậy. Sinh vật này là vật ta tâm đắc nhất trong những gì ta đã tạo ra, nên ta dành mọi sự ưu ái cho nó. Nó có một đôi mắt nhìn xuyên qua cánh cửa đóng kín và biết được lũ trẻ đang làm gì. Đôi mắt thứ hai ở sau gáy để nhìn thấy mọi điều mà ai cũng nghĩ là không thể biết được. Đôi mắt thứ ba nằm trên trán để nhìn thấu ruột gan của những đứa con lầm lạc. Và đôi mắt này sẽ nói cho những đứa con đó biết rằng Mẹ chúng luôn hiểu, thương yêu và sẵn sàng tha thứ cho mọi lỗi lầm của chúng, dù bà không hề nói ra.\nVị thần nọ chạm vào tạo vật mà ông Trời đang bỏ công cho ra đời và kêu lên: Ồ, thưa ngài. Hình như ngài để rơi cái gì ở đây. Không phải. Đó là những giọt nước mắt đấy, ông Trời thở dài.\nNước mắt để làm gì, thưa ngài?, vị thần hỏi.\nĐể bộc lộ niềm vui, nỗi buồn, sự thất vọng, đau đớn, đơn độc và cả lòng tự hào – những thứ mà người Mẹ nào cũng sẽ trải qua.",
  "Ba câu hỏi": "Đó là chuyện ba câu hỏi khó của một nhà vua, do người xưa kể lại.\nNhà vua ấy, là một vị vua vô danh. Một hôm đức Vua nghĩ rằng, giá mà vua trả lời được ba câu hỏi ấy thì vua sẽ không bao giờ bị thất bại trong bất cứ công việc nào. Ba câu hỏi ấy là:\n1. Làm sao để biết được thời gian nào là thời gian thuận lợi nhất cho mỗi công việc?\n2. Làm sao để biết được nhân vật nào là nhân vật quan trọng nhất mà ta phải chú trọng?\n3. Làm sao để biết được công việc nào là công việc cần thiết nhất mà ta phải thực hiện?\nNghĩ thế, vua liền ban chiếu ra khắp trong bàn dân thiên hạ, hứa rằng sẽ ban thưởng trọng hậu cho kẻ nào trả lời được những câu hỏi đó.\nCác bậc hiền nhân đọc chiếu liền tìm tới kinh đô. Nhưng mỗi người lại dâng lên vua một câu trả lời khác nhau.\nVề câu hỏi thứ nhất, có người trả lời rằng muốn biết thời gian nào là thời gian thuận lợi nhất cho mỗi công việc thì phải làm thời biểu cho đàng hoàng, có ngày giờ năm tháng và phải thi hành cho thật đúng thời biểu ấy.\nNhư vậy mới mong công việc làm đúng lúc.\nKẻ khác thì lại nói không thể nào dự tính được trước những việc gì phải làm và thời gian để làm những việc ấy; rằng ta không nên ham vui mà nên chú ý đến mọi sự khi chúng xảy tới để có thể làm bất cứ gì xét ra cần thiết.\nCó kẻ lại nói rằng, dù vua có chú ý đến tình hình mấy đi nữa thì một mình vua cũng không đủ sáng suốt để định đoạt thời gian của mọi việc làm một cách sáng suốt, do đó nhà vua phải thành lập một Hội Đồng Nhân Sĩ và hành động theo lời khuyến cáo của họ.\nLại có kẻ nói rằng, có những công việc cần phải lấy quyết định tức khắc không thể nào có thì giờ để tham khảo xem đã đến lúc phải làm hay chưa đến lúc phải làm. Mà muốn lấy quyết định cho đúng thì phải biết trước những gì sẽ xẩy ra, do đó, nhà vua cần phải cần đến những nhà cố vấn tiên tri và bốc phệ.\nVề câu hỏi thứ hai, cũng có nhiều câu trả lời không giống nhau. Có người nói những nhân vật mà vua cần chú ý nhất là những ông đại thần và những người trong triều đình. Có người nói là mấy ông Giám Mục, Thượng Tọa là quan hệ hơn hết. Có người nói là mấy ông tướng lãnh trong quân đội là quan hệ hơn hết.\nVề câu hỏi thứ ba, các nhà thức giả cũng trả lời khác nhau. Có người nói khoa học là quan trọng nhất. Có người nói tôn giáo là quan trọng nhất. Có người lại nói: chỉnh trang quân đội là quan trọng nhất.\nVì các câu trả lời khác nhau cho nên nhà vua không thể đồng ý với vị hiền nhân nào cả, và chẳng ban thưởng cho ai hết.\nSau nhiều đêm suy nghĩ vua quyết định đi chất vấn một ông đạo tu trên núi, ông đạo này nổi tiếng là có giác ngộ. Vua muốn tìm lên trên núi để gặp ông đạo và hỏi ba câu hỏi kia.\nVị đạo sĩ này chưa bao giờ chịu xuống núi và nơi ông ta ở chỉ có những người dân nghèo; chẳng bao giờ ông chịu tiếp người quyền quý. Vì vậy mà nhà vua cải trang làm thường dân. Khi đi đến chân núi, vua dặn vệ sĩ đứng chờ ở dưới, và một mình vua, trong y phục một thường dân, vua trèo lên am của ông đạo.\nNhà vua gặp ông đạo đang cuốc đất trước am. Khi trông thấy người lạ, ông đạo gật đầu chào rồi tiếp tục cuốc đất. Ông đạo cuốc đất một cách nặng nhọc bởi ông đã già yếu; mỗi khi cuốc lên được một tảng đất hoặc lật ngược được tảng đất ra thì ông lại thở hào hển.\nNhà vua tới gần ông đạo và nói: Tôi tới đây để xin ông đạo trả lời giúp cho tôi ba câu hỏi. Làm thế nào để biết đúng thì giờ hành động, đừng để cho cơ hội qua rồi sau phải hối tiếc? Ai là những người quan trọng nhất mà ta phải chú ý tới nhiều hơn cả? Và công việc nào quan trọng nhất cần thực hiện trước tiên?\nÔng đạo lắng nghe nhà vua nhưng không trả lời. Ông chỉ vỗ vai nhà vua và cúi xuống tiếp tục cuốc đất.\nNhà vua nói: Ông đạo mệt lắm rồi, thôi đưa cuốc cho tôi, tôi cuốc một lát. Vị đạo sĩ cám ơn và trao cuốc cho Vua rồi ngồi xuống đất nghỉ mệt. Cuốc xong được hai vồng đất thì nhà vua ngừng tay và lập lại câu hỏi.\nÔng đạo vẫn không trả lời, chỉ đứng dậy và đưa tay ra đòi cuốc, miệng nói: Bây giờ bác phải nghỉ, đến phiên tôi cuốc. Nhưng nhà vua thay vì trao cuốc lại cúi xuống tiếp tục cuốc đất.\nMột giờ rồi hai giờ đồng hồ đi qua. Rồi mặt trời bắt đầu khuất sau đỉnh núi. Nhà vua ngừng tay, buông cuốc, và nói với ông đạo:\nTôi tới để xin ông đạo trả lời cho mấy câu hỏi. Nếu ông đạo không thể trả lời cho tôi câu nào hết thì xin cho biết để tôi còn về nhà.\nÔng đạo nghe tiếng chân người chạy đâu đây bèn nói với nhà vua: Bác thử xem có ai chạy lên kìa. Nhà vua ngó ra thì thấy một người có râu dài đang chạy lúp xúp sau mấy bụi cây, hai tay ôm bụng. Máu chảy ướt đầm cả hai tay.\nÔng ta cố chạy tới chỗ nhà vua và ngất xỉu giữa đất, nằm im bất động miệng rên ri rỉ.\nVua và ông đạo cởi áo người đó ra thì thấy có một vết đâm sâu nơi bụng. Vua rửa chỗ bị thương thật sạch và xé áo của mình ra băng bó vết thương, nhưng máu thấm ướt cả áo. Vua giặt áo và đem băng lại vết thương.\nCứ như thế cho đến khi máu ngừng chảy.\nLúc bấy giờ người bị thương mới tỉnh dậy và đòi uống nước. Vua chạy đi múc nước suối cho ông ta uống. Khi đó mặt trời đã bắt đầu khuất và bắt đầu lạnh. Nhờ sự tiếp tay của ông đạo, nhà vua khiêng người bị nạn vào trong am và đặt nằm trên giường ông đạo. Ông ta nhắm mắt nằm yên.\nNhà vua cũng mệt quá vì leo núi và cuốc đất cho nên ngồi dựa vào cánh cửa và ngủ thiếp đi. Vua ngủ ngon cho đến nỗi khi Vua thức dậy thì trời đã sáng và phải một lúc sau Vua mới nhớ ra được mình đang ở đâu và đang làm gì. Vua nhìn về phía giường thì thấy người bị thương cũng đang nhìn mình chòng chọc, hai mắt sáng trưng.\nNgười đó thấy vua tỉnh giấc rồi và đang nhìn mình thì nói, giọng rất yếu ớt:\nXin bệ hạ tha tội cho thần.\nÔng có làm gì nên tội đâu mà phải tha?\nBệ hạ không biết hạ thần, nhưng hạ thần biết bệ hạ. Hạ thần là người thù của bệ hạ, Hạ thần đã thề sẽ giết bệ hạ cho bằng được bởi vì khi xưa, trong chinh chiến bệ hạ đã giết mất người anh của hạ thần và còn tịch thu gia sản của hạ thần nữa.\nHạ thần biết rằng bệ hạ sẽ lên núi này một mình để gặp ông đạo sĩ, nên đã mai phục quyết tâm giết bệ hạ trên con đường về. Nhưng cho đến tối mà bệ hạ vẫn chưa trở xuống, nên hạ thần đã rời chỗ mai phục mà đi lên núi tìm bệ hạ để hành thích. Thay vì gặp bệ hạ, hạ thần lại gặp bốn vệ sĩ.\nBọn nầy nhận mặt được hạ thần cho nên đã xông lại đâm hạ thần. Hạ thần trốn được chạy lên đây, nhưng nếu không có bệ hạ cứu thì chắc chắn hạ thần đã chết vì máu ra nhiều quá. Hạ thần quyết tâm hành thích bệ hạ mà bệ hạ lại cứu sống được hạ thần. Hạ thần hối hận quá. Bây giờ đây nếu hạ thần mà sống được thì hạ thần nguyện sẽ làm tôi mọi cho bệ hạ suốt đời, và hạ thần cũng sẽ bắt các con của hạ thần làm như vậy. Xin bệ hạ tha tội cho hạ thần.\nThấy mình hòa giải được với kẻ thù một cách dễ dàng nhà vua rất vui mừng. Vua không những tha tội cho người kia mà còn hứa sẽ trả lại gia sản cho ông ta, và gửi ngự y cùng quân hầu tới săn sóc cho ông ta lành bệnh.\nSau khi cho vệ sĩ khiêng người bị thương về nhà, vua trở lên tìm ông đạo để chào. Trước khi ra về vua còn lặp lại lần cuối ba câu hỏi của vua. Ông đạo đang quỳ gối xuống đất gieo những hạt đậu trên những luống đất đã cuốc sẵn hôm qua.\nVị đạo sĩ đứng dậy nhìn vua: Nhưng ba câu hỏi của vua đã được trả lời rồi mà.\nVua hỏi: trả lời bao giờ đâu nào?\nHôm qua nếu Vua không thương hại bần đạo già yếu mà ra tay cuốc dùm mấy luống đất này thì khi ra về nhà vua đã bị kẻ kia mai phục hành thích mất rồi, và nhà Vua sẽ tiếc rằng đã không ở lại cùng ta.\nVì vậy thời gian quan trọng nhất là thời gian Vua đang cuốc đất; nhân vật quan trọng nhất lúc đó là bần đạo đây, và công việc quan trọng nhất là công việc giúp bần đạo. Rồi sau đó khi người bị thương nọ chạy lên, thời gian quan trọng nhất là thời gian vua chăm sóc cho ông ta, bởi vì nếu vua không băng vết thương cho ổng thì ổng sẽ chết và vua không có dịp hòa giải với ổng; cũng vì thế mà ông ta là nhân vật quan trọng nhất, và công việc vua làm để băng bó vết thương là quan trọng nhất.\nXin vua hãy nhớ kỹ điều này: Chỉ có một thời gian quan trọng mà thôi, đó là thời gian hiện tại, là giờ phút hiện tại. Giờ phút hiện tại quan trọng bởi vì đó là thời gian duy nhất trong đó ta có thể làm chủ được ta. Và nhân vật quan trọng nhất là kẻ đang cụ thể sống với ta, đang đứng trước mặt ta, bởi vì ai biết được là mình sẽ đương đầu làm việc với những kẻ nào trong tương lai. Công việc quan trọng nhất là công việc làm cho người đang cụ thể sống bên ta, đang đứng trước mặt ta được hạnh phúc, bởi vì đó là ý nghĩa chính của đời sống.",
  "Nàng công chúa ngủ trong rừng": "Ngày xưa có một ông vua và một bà hoàng hậu ngày nào cũng nói: Ước gì mình có đứa con! mà mãi vẫn không có. Một hôm hoàng hậu đang tắm thì có con ếch ở dưới nước nhảy lên nói:\n\n– Điều bà mong ước bấy lâu sẽ thành sự thực. Hết năm nay bà sẽ sinh con gái.\n\nLời ếch tiên tri quả đúng thật. Hoàng hậu sinh con gái đẹp tuyệt trần.Vua thích lắm, mở hội lớn ăn mừng. Vua mời họ hàng thân thuộc, bạn bè, lại mời cả các bà mụ đến để họ tận tâm chăm sóc, thương yêu con mình.\n\nTrong nước có mười ba bà mụ. Nhưng vua chỉ có mười hai cái đĩa vàng để mời ăn, do đó mời thiếu một bà. Hội hè linh đình. Lúc tiệc sắp tàn, các bà mụ niệm chú mừng đứa bé những điều kỳ lạ: bà đầu chúc đức hạnh, bà thứ hai chúc sắc đẹp, bà thứ ba của cải… cứ như vậy chúc tất cả các điều có thể mơ ước được ở trần gian. Mười một bà vừa dứt lời chúc tụng thì bỗng bà mụ thứ mười ba bước vào. Bà muốn trả thù vì không được mời dự tiệc. Bà xăm xăm bước thẳng vào chẳng thèm nhìn ai, chào ai. Bà hét lên:\n\n– Công chúa đến năm mười lăm tuổi sẽ bị mũi quay sợi đâm phải mà chết.\n\nRồi bà chẳng nói thêm nửa lời, bỏ đi. Mọi người chưa hết kinh ngạc thì bà thứ mười hai bước lên. Bà tuy chưa niệm chú chúc tụng nhưng cũng không giải được lời chú độc, mà chỉ làm nhẹ đi được thôi. Bà nói:\n\n– Công chúa sẽ không chết, chỉ ngủ một giấc dài trăm năm thôi.\n\nVua muốn tránh cho con khỏi bị nạn ra lệnh cấm kéo sợi trong cả nước. Tất cả những lời chúc của các bà mụ đều thành sự thực: công chúa đẹp, đức hạnh, nhã nhặn, thông minh, ai thấy cũng phải yêu.\n\nNăm ấy, công chúa vừa đúng mười lăm tuổi. Một hôm, vua và hoàng hậu đi vắng, nàng ở nhà một mình. Nàng đi khắp cung điện để xem tất cả các buồng, thích đâu tạt vào đó. Sau cùng nàng tới một lầu cao. Nàng trèo lên chiếc thang xoáy ốc chật hẹp, tới một cửa nhỏ. Ổ khóa có cắm một chiếc chìa đã gỉ, nàng cầm chìa quay thì cửa mở tung ra. Trong buồng có một bà già ngồi trên tấm ghế nhỏ đang chăm chú kéo sợi. Nàng nói:\n\n– Chào bà. Bà làm gì đấy?\n\nBà lão gật gù đáp:\n\n– Bà kéo sợi đay.\n\n– Cái gì nhảy nhanh như cắt thế kia hở bà?\n\nNàng cầm lấy xa định kéo sợi. Vừa sờ đến thì lời chú thực hiện, nàng bị mũi quay đâm vào tay.\nNàng ngã ngay xuống giường và ngủ mê mệt. Tất cả cung điện đều ngủ. Vua và hoàng hậu vừa về, mới bước chân vào buồng đã nhắm mắt ngủ. Cả triều đình cũng lăn ra ngủ. Ngựa trong chuồng, chó ngoài sân, bồ câu trên mái nhà, ruồi trên tường, đều ngủ. Cả ngọn lửa đang chập chờn trên bếp cũng ngủ yên. Thịt quay cũng ngừng xèo xèo. Bác đầu bếp thấy chú phụ bếp đãng trí đang kéo tóc chú cũng buông ra ngủ. Gió lặng yên trên cây trước lâu đài, không một chiếc lá nào rung. Bụi gai mọc quanh mỗi ngày một rậm, phủ kín cả lâu đài, trong miền ấy, nhân dân truyền tụng là có Đóa Hồng xinh đẹp đương ngủ triền miên. Người ta gọi công chúa là Đóa Hồng. Thỉnh thoảng các Hoàng tử nghe kể chuyện định chui qua bụi vào lâu đài nhưng không nổi vì bụi gai như có tay, nắm chặt họ lại khiến họ bị mắc nghẽn.\n\nNăm tháng trôi qua đã nhiều. Một hôm lại có một Hoàng tử tới nước này. Chàng nghe một ông lão kể lại là trong tòa lâu đài sau bụi gai có nàng công chúa tên là Đóa Hồng ngủ triền miên đã được trăm năm. Vua, hoàng hậu và cả triều đình cũng đều ngủ cả. Ông lão còn bảo là theo lời tổ phụ để lại thì đã có nhiều Hoàng tử tìm cách chui qua bụi rậm nhưng bị mắc lại ở đấy. Chàng liền bảo:\n\n– Tôi không sợ, tôi muốn chui vào tìm nàng Đóa Hồng xinh đẹp.\n\nÔng lão hết sức can ngăn, chàng nhất định không nghe. Thời hạn trăm năm đã qua. Đã đến lúc Đóa Hồng tỉnh giấc. Hoàng tử đến gần bụi gai thì chỉ thấy toàn những đóa hoa to tươi\nđẹp tự động giãn lối để chàng khỏi bị thương. Chàng đi rồi thì bụi cây khép lại. Ở sân lâu đài, chàng thấy ngựa và những con chó lốm đốm đang nằm ngủ. Chim bồ câu rũ đầu vào cánh đậu trên mái nhà. Chàng vào cung thì thấy ruồi bậu trên tường ngủ, bác đầu bếp còn giơ tay như định tóm lấy chú phụ bếp. Còn cô hầu gái thì đương ngồi làm lông con gà đen. Chàng đi vào cung điện chính thì thấy cả triều đình đều ngủ. Chàng lại tiếp tục đi. Im lặng như tờ. Có thể nghe thấy hơi thở của chàng. Sau chàng tới một tòa lầu, mở cửa vào một phòng nhỏ là nơi Đóa Hồng đang ngủ. Nàng nằm trông đẹp lộng lẫy. Chàng không rời mắt ra được, quì xuống hôn.\n\nChàng vừa đụng môi thì Đóa Hồng mở mắt, nhìn chàng trìu mến. Hai người dắt nhau xuống lầu. Vua, rồi hoàng hậu và cả triều đình đều tỉnh dậy, giương mắt nhìn nhau. Ngựa ngoài sân đứng lên quẫy mình; chó săn nhảy lên ngoe nguẩy đuôi; bồ câu trên mái nhà vươn cổ ngóc đầu nhìn quanh rồi bay qua cánh đồng; ruồi bậu trên tường lại tiếp tục bò; lửa trong bếp bùng lên, chập chờn và đun thức ăn, thịt quay lại xèo xèo, bác đầu bếp tát chú phụ bếp một cái bạt tai làm hắn kêu lên, các cô hầu làm nốt lông gà.\n\nLễ cưới của Hoàng tử và nàng Đóa Hồng được tổ chức linh đình. Hai vợ chồng sống suốt đời sung sướng. Nàng công chúa được Hoàng Tử đánh thức sau giấc ngủ một trăm năm. Lời nguyền độc ác của bà mụ thứ mười ba bị hóa giải, nàng xứng đáng được hưởng hạnh phúc.",
  "Sự tích 12 con giáp": "Khi xưa tên các loại vật đều do Ngọc Hoàng đặt cho và ngài đang muốn chọn một số con vật nào đó xứng đáng để đặt tên năm và làm chúa tể thay mặt Ngọc Hòang cai quản ở hạ giới. Đến ngày hẹn các loại vật tất bật lên trời để nhận tên của mình và mong được chọn làm thủ lĩnh.\n\n\nVốn sống vùng sông biển, Rồng cũng nhận được trát triệu lên thiên cung. Rồng tự đắc và tâm niệm: ta nhất định được chọn tên đẹp nhất và vị trí chủ quản. Trông bộ cánh của Rồng thật là hùng dũng oai phong, giáp trụ trên người nó cứ lấp la, lấp lánh, dưới mũi nó có bộ ria đâm ra tua tủa. Chỉ một điều duy nhất nó thiếu: đó là cái đầu nhẵn thín chẳng có cái gì mọc cả. Rồng nghĩ bụng giá mà ta kiếm được cặp sừng thì khi đó không có con nào có thể so sánh được. Nghĩ vậy, rồng liền tìm xem có thể mượn ai bộ sừng trong ít ngày. Vừa mới nhô đầu lên khỏi mặt nước, rồng liền thấy ngay trên bờ một chú gà trống. Chú gà bệ vệ đi đi lại lại, ngày ấy gà trống ngoài cái mào đỏ tía còn có cặp sừng khá to, màu vàng óng. Rồng mừng rỡ bơi ngay vào bờ và lên tiếng nịnh bợ với gà trống:\n\n\n– Bác gà trống thân mến của tôi ơi! Tôi có ý muốn mượn bác cặp sừng ít hôm. Đi chầu ngọc hoàng về, tôi xin trả lại cho bác ngay. Bác muốn gì tôi cũng chiều.\n\n\n– Bác Rồng thông cảm, ngày mai tôi cũng lên trời nên không thể cho bác mượn được đâu!\n\n\n– Bác gà trống ạ! Cặp sừng to chẳng hợp với bác tí nào, đầu bác quá là bé, tốt hơn là bác cho tôi mượn, có gì tôi sẽ hậu tạ. Vừa lúc đó tình cờ chú Rết ở trong hang đá bò ra. Cái họ nhà Rết là chúa thích dính mũi vào chuyện người khác. Nghe thấy rồng nói thế, Rết ta liền phụ họa ngay: Bác gà trống ạ! Bác cho ông anh em mượn cặp sừng đi, một lần thôi cũng đựơc. Mà bác sợ gì, có em xin sẵn sàng bảo lãnh cho. Nghe bùi tai Gà trống bằng lòng. Bởi vì đã có Rết – người hàng xóm bảo đảm. Vả lại không có cặp sừng nó cũng đẹp trai chán.\n\n  \n\n\nNgày hôm sau, tất cả muôn loài muôn thú đều lục tục kéo tới thiên cung. Muôn loài tụ tập đông khôn kể xiết. Ngọc hoàng ra ngự triều và phán bảo:\n\n\n– Từ nay các năm được lấy tên các loài muôn thú, còn thứ tự thì do các người tự bình chọn lấy cho dân chủ!\n\n\n– Và thế là muôn loài lựa chọn: trâu, hổ, rồng, ngựa, dê, chó, lợn, thỏ, rắn, khỉ, gà trống và chuột. Như vậy là chúng lựa chọn được 12 con, nhưng xếp đặt thứ tự ra sao? Đến đây thì nổ ra cuộc tranh cải, giành giật ngôi thứ, bắt thăm, bỏ phiếu cũng không xong. Cuối cùng Ngọc Hoàng đành phải quyết:\n\n\n– Lớn nhất trong các khanh là trâu, để cho nó đứng đầu tiên. Muôn thú thậm chí Hổ cũng thuận theo ngay. Nhưng chuột nhắt lại có ý kiến\n\n\n– Thế không lẽ tôi không to hơn trâu ư? Sao khi nhìn thấy tôi, mọi người đều thốt lên: “ Chà con chuột to quá !” Nhưng không ai lại bảo : “Ái chà con trâu to làm sao!”. Như vậy con người đã cho tôi lớn hơn cả trâu rồi!\n\n\nNgọc Hoàng phân vân không biết phân xử làm sao. Khỉ và ngựa, cho là chuột nói dóc (xạo). Sau hồi tranh cải thì chó, mèo, gà có ý kiến nên đến con Người để kiểm chứng. Khi Ngọc Hoàng cùng các con vật kéo nhau đến chỗ đám người đang tụ họp, họ thấy con trâu liền kêu lên : Ồ con trâu béo đẹp làm sao. Đúng lúc ấy con chuột ma mãnh leo lên lưng trâu vuốt ve chòm râu để mọi người chú ý. Có tiếng người reo to lên : Ồ trông con chuột to quá. Chính Ngọc Hoàng cũng nghe rõ điều đó và phán luôn : Từ nay năm đầu lấy tên là Chuột (Tý) đến Trâu (Sửu), Hổ (Dần), Mèo (Mão), Thìn (rồng), Rắn(Tỵ), Ngọ (Ngựa), Dê (Mùi), Khỉ (Thân), Gà (Dậu), Chó (Tuất), Lợn (Hợi). Nghe Ngọc Hoàng phán xong, các loại thú dạ ran cả cung đình.",
  "Sự tích con cóc": "Ngày xưa, trong nhà nọ có hai chị em, mỗi người một tính nết. Người chị xinh đẹp, tham lam và lười nhác. Người em bị què tay, nhưng rất siêng năng làm lụng.\n\nNgười chị cậy khoẻ, cậy xinh, sáng trưa chiều tối chỉ luẩn quẩn nào gương nào lược. Chơi bời vô độ nên chẳng bao lâu người chị đã gầy khô hơn que củi mặt mũi héo tóp như một xác chết. Người em mang tật: Tay phải co quắp từ thửa lọt lòng, mọi việc như cầm dao, cầm cầy, vốc cơm ăn cũng nhờ ở bàn tay bên trái. Quanh năm chỉ có một bộ váy áo chăn rách như tổ đỉa. Một hôm nọ, trời làm lũ lụt lớn, nước ngập hết làng, cây cỏ lúa, ngô hết chỗ cắm chân, người em bèn ngồi ôm lấy chóp núi đá, kêu trời gọi đất. Mệt quá, người em ngủ thiếp đi ba ngày bẩy đêm liền, thấy em ngủ lặng, người chị ngỡ là em đã chết, bèn cưỡi bè chuối chèo đi, bỏ mặc em trên chóp núi. Người em mở mắt choàng dậy thì nước vẫn chưa rút. Ðợi khi mặt trời đến người em liền kêu to:\n\n– Ơi, ông trời!\n\nÔng trời dừng lại hỏi:\n\n– Cháu muốn gì?\n\nNgười em nói:\n\n– Ông cứu lấy chị cháu, chị cháu bị nước lũ nhận chìm mất rồi. Ông cứu được, cháu muốn chị ấy lấy được ông Mặt Trời làm chồng.\n\nÔng mặt trời cười bảo:\n\n– Chị cháu đến nhà tiên ông rồi. Cháu hãy gieo hạt này ở chóp đá của cháu thì cháu muốn cái gì cũng được cái ấy.\n\nNói xong, ông Mặt Trời lại lặn đi. Cũng lúc ấy người chị chèo bè chuối đến gõ cửa nhà Tiên ông, bè chuối giạt lên sân thì người chị hò hét:\n\n– Cho tôi gặp chàng tiên đẹp nhất!\n\nTiên ông nhìn ra thấy có người con gái lạ, lại đòi gặp tiên, liền mời vào nhà. Người chị nói luôn:\n\n– Tôi không lấy ông đâu, ông già và xấu quá, cho tôi lấy chàng tiên đẹp nhất.\n\nTiên ông gật đầu bảo:\n\n– Ừ!\n\nNói rồi, Tiên ông khoát tay một cái, lập tức từ trong nhà có một chàng trai đi ra, nắm lấy tay người chị. Chàng trai là dòng họ của Cóc tía, cho nên tiên ông đặt tên chàng là chàng Cóc tía. Từ đấy, vợ chồng người chị sống cuộc sống sung sướng trong cảnh tiên.\n\nNgười em gieo cái hạt của ông mặt trời cho vào kẽ đá, nàng lấy bàn tay trái của mình vơ rêu lá, giật cả vạt áo mình phủ cho hạt được nguyên lành. Chẳng bao lâu từ kẽ đá vươn ra một cây bầu, quả to như cái sọt. Nàng lăn bầu xếp ra rìa núi. Núi bầu cứ nối nhau, nối nhau mọc ra, vùng nước lũ cứ thu hẹp dần nhường chỗ cho bầu ở. Một ngày kia, người tiên thấy có nhiều núi nhỏ lên chật cả gầm trời. Vợ chồng Cóc Tía nhìn xuống thì thấy người con gái cầm dao bằng tay trái cứ quần quật bổ bầu ra chia cho mọi người. Người chị nhận ra kẻ ngồi với núi bầu là đứa em của mình, lòng ghen ghét lại nổi lên. Mụ liền kéo tay chồng bảo:\n\n– Cái con què đó còn sống, nó có nhiều bầu kia kìa.\n\nChàng Cóc Tía chưa kịp hỏi thêm đầu đuôi ra sao thì mụ đã nắm tay chồng bảo nhảy ào xuống các chỏm núi bầu. Nhẩy khỏi nhà trời, vợ chồng hắn hiện nguyên hình một đôi Cóc Tía. Ðôi vợ chồng Cóc Tía ngồi chồm chỗm trên một quả bầu. Người em hỏi:\n\n– Cóc muốn gì?\n\nCóc nói:\n\n– Ta muốn nhận mày là em gái.\n\nNgười em lắc đầu:\n\n– Chị ta lên trời lâu rồi.\n\nCóc bảo:\n\n– Tao là chị đây, còn đây là anh rể của mày.\n\nNgười em ngồi nghe Cóc Tía vợ kể lại chuyện cũ gặp lũ to, chèo bè chuối lên trời ra sao… Nghe mãi rồi tin lời Cóc là phải. Người em liền nhận anh chị và cho ở chung trên ngọn núi cùng chăm nom dây bầu với mình. Khi ấy, ông Mặt trời đi qua, dừng lại nói với người em:\n\n– Anh chị đã về với cháu đấy.\n\nNgười em nói:\n\n– Vâng.\n\nÔng mặt trời bảo:\n\n– Bây giờ ta cho cháu một người chồng, cháu hãy bổ quả bầu xấu nhất ra thì gặp chồng.\n\nNgười em liền bổ quả bầu vặn vẹo xấu xí, vỏ bầu tách ra thì có một chàng trai khôi ngô, tuấn tú hiện ra nhận là chồng của người em, Hai vợ chồng người em lại lấy quả bầu xếp bậc xuống thấp dần. Họ xếp quả bầu đến đâu thì mực nước lui xuống đến đó. Ðồng ruộng làng mạc lại hiện về như xưa. Bà con làng xóm trở về làm ăn sinh sống yên ấm.\n\nCũng từ đấy vợ chồng Cóc Tía được người em đưa xuống cùng ăn ở, làm lụng với dân bản. Người chị không còn ghen ghét với em gái như xưa nữa.",
  "Ba lưỡi rìu": "Xưa có một anh chàng tiều phu nghèo, cha mẹ anh bệnh nặng nên qua đời sớm, anh phải sống mồ côi cha mẹ từ nhỏ và tài sản của anh chỉ có một chiếc rìu. Hàng ngày anh phải xách rìu vào rừng để đốn củi bán để lấy tiền kiếm sống qua ngày. Cạnh bìa rừng có một con sông nước chảy rất xiết, ai đó lỡ trượt chân rơi xuống sông thì rất khó bơi vào bờ. Một hôm, như thường ngày chàng tiều phu vác rìu vào rừng để đốn củi, trong lúc đang chặt củi cạnh bờ sông thì chẳng may chiếc rìu của chàng bị gãy cán và lưỡi rìu văng xuống sông. Vì dòng sông nước chảy quá xiết nên mặc dù biết bơi nhưng anh chàng vẫn không thể xuống sông để tìm lưỡi rìu. Thất vọng anh chàng tiều phu ngồi khóc than thở. Bỗng từ đâu đó có một ông cụ tóc trắng bạc phơ, râu dài, đôi mắt rất hiền từ xuất hiện trước mặt chàng, ông cụ nhìn chàng tiêu phu và hỏi: -Này con, con đang có chuyện gì mà ta thấy con khóc và buồn bã như vậy? Anh chàng tiều phu trả lời ông cụ: -Thưa cụ, bố mẹ cháu mất sớm, cháu phải sống mồ côi từ nhỏ, gia cảnh nhà cháu rất nghèo, tài sản duy nhất của cháu là chiếc rìu sắt mà bố mẹ cháu trước lúc qua đời để lại. Có chiếc rìu đó cháu còn vào rừng đốn củi kiếm sống qua ngày, giờ đây nó đã bị rơi xuống sông, cháu không biết lấy gì để kiếm sống qua ngày nữa. Vì vậy cháu buồn lắm cụ ạ! Ông cụ đáp lời chàng tiều phu: -Ta tưởng chuyện gì lớn, cháu đừng khóc nữa, để ta lặn xuống sông lấy hộ cháu chiếc rìu lên. Dứt lời, ông cụ lao mình xuống dòng sông đang chảy rất xiết. Một lúc sau, ông cụ ngoi lên khỏi mặt nước tay cầm một chiếc rìu bằng bạc sáng loáng và hỏi anh chàng tiều phu nghèo: – Đây có phải lưỡi rìu mà con đã làm rơi xuống không ? Anh chàng tiều phu nhìn lưỡi rìu bằng bạc thấy không phải của mình nên anh lắc đầu và bảo ông cụ: – Không phải lưỡi rìu của cháu cụ ạ, lưỡi rìu của cháu bằng sắt cơ. Lần thứ hai, ông cụ lại lao mình xuống dòng sông chảy xiết để tìm chiếc rìu cho chàng tiều phu. Một lúc sau, ông cụ ngoi lên khỏi mặt nước tay cầm chiếc rìu bằng vàng và hỏi chàng tiều phu: -Đây có phải là lưỡi rìu mà con đã sơ ý làm rơi xuống sông không? Anh chàng tiều phu nhìn lưỡi rìu bằng vàng sáng chói, anh lại lắc đầu và bảo: -Không phải là lưỡi rìu của con cụ ạ Lần thứ ba, ông cụ lại lao mình xuống sông và lần này khi lên ông cụ cầm trên tay là chiếc rìu bằng sắt của anh chàng tiều phu đánh rơi. Ông cụ lại hỏi: -Vậy đây có phải là lưỡi rìu của con không! Thấy đúng là lưỡi rìu của mình rồi, anh chàng tiều phu reo lên sung sướng: -Vâng cụ, đây đúng là lưỡi rìu của con, con cảm ơn cụ đã tìm hộ con lưỡi rìu để con có cái đốn củi kiếm sống qua ngày. Ông cụ đưa cho anh chàng tiều phu lưỡi rìu bằng sắt của anh và khen: -Con quả là người thật thà và trung thực, không hề ham tiền bạc và lợi lộc. Nay ta tặng thêm cho con hai lưỡi rìu bằng vàng và bạc này. Đây là quà ta tặng con, con cứ vui vẻ nhận. Anh chàng tiều phu vui vẻ đỡ lấy hai lưỡi rìu mà ông cụ tặng và cảm tạ. Ông cụ hóa phép và biến mất. Lúc đó anh chàng tiều phu mới biết rằng mình vừa được bụt giúp đỡ."
}